{
  "title": "Evaluating the Flipped Classroom: A Randomized Controlled Trial",
  "authors": "Nathan Wozny, Cary Balser, and Drew Ives",
  "url": "https://doi.org/10.1080/00220485.2018.1438860",
  "slug": "wozny-balser-ives-2018-flipped-classroom",
  "abstract": "Despite recent interest in flipped classrooms, rigorous research evaluating their effectiveness is sparse. In this study, the authors implement a randomized controlled trial to evaluate the effect of a flipped classroom technique relative to a traditional lecture in an introductory undergraduate econometrics course. Random assignment enables the analysis to eliminate other potential explanations of performance differences between the flipped and traditional classrooms, while assignment of experimental condition by section and lesson enables improved statistical precision. The authors find that the flipped classroom increases scores on medium-term, high-stakes assessments by 0.16 standard deviation, with similar long-term effects for high-performing students. Estimated impacts are robust to alternative specifications accounting for possible spillover effects arising from the experimental design.",
  "publication_date": "2018-03-14",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "RELEVANT QUOTES:\n1) “We implemented a randomized controlled trial… Random assignment… by section and lesson…” (p. 1)\n2) “Each of the 137 students… was assigned to one of seven sections (each meeting at a different time). Each section had 14 to 23 students… We randomly assigned each combination of section and experimental lesson to a treatment condition (flipped classroom) or a control condition (traditional lecture).” (p. 2)\n3) “After students and instructors were assigned to sections… we randomly assigned each combination… enabling improved statistical precision.” (p. 2)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Class-level RCT requirement states that entire classes (or entire schools, for a stronger design) must be randomly assigned to intervention or control to avoid within-class contamination. In this paper, the authors note that each section was assigned to either flipped or lecture for a given lesson, effectively randomizing at the ‘class section and lesson’ level.\n\n(2) While the design is somewhat unusual—because it assigns each section differently on a lesson-by-lesson basis—it is still a form of class-level randomization. The authors do not place individual students in different conditions within the same classroom at the same time. Rather, once a section meets, the entire group experiences either the flipped or the lecture approach for that day.\n\n(3) This satisfies the Class-level RCT requirement in spirit because it avoids mixing flipped and control students within a single meeting. The authors describe how no student within a single session had a different approach, so contamination is minimized.\n",
      "met": true,
      "explanation": "They randomly assigned entire sections (rather than individual students within a single class) to flipped or lecture for each targeted lesson.",
      "quote": "“…we randomly assigned each combination of section and experimental lesson…” (p. 2)"
    },
    "e": {
      "analysis": "RELEVANT QUOTES:\n1) “We estimate a positive and statistically significant impact… on medium-term, high-stakes assessments… The flipped classroom appears to benefit only higher-performing students on long-term high-stakes assessments…” (p. 1)\n2) “The short-term assessments were unannounced and ungraded… The medium-term assessments were four announced, written graded exams… and the comprehensive final exam measured long-term comprehension.” (pp. 2–3)\n3) “We find a statistically significant positive impact of the flipped classroom… We also find patterns… consistent with students in flipped classrooms benefitting from access to videos…” (p. 10)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) Criterion E requires the study to use a standardized exam-based assessment, i.e., a recognized external test (such as a state-wide or national exam) that is not custom-made by the researchers. The authors here developed or used standard course exams: short quizzes, four unit exams, and a final exam, but these were specifically produced for this particular undergraduate econometrics course.\n\n(2) Although they do mention references to the “Test of Understanding in College Economics (TUCE)” used by other studies (p. 2), they themselves did not use an external, widely recognized standardized exam. Instead, all quizzes and exams appear to have been created and graded uniquely within this course by the instructors.\n\n(3) Because Criterion E specifically requires a known, standardized external test, and this research relies on custom instruments specific to the course, E is not fulfilled.\n",
      "met": false,
      "explanation": "They used custom course assessments (quizzes, midterms, final) rather than a recognized standard exam.",
      "quote": "“…short-term, medium-term, and long-term assessments all were designed and administered by the authors for this specific course…”"
    },
    "t": {
      "analysis": "RELEVANT QUOTES:\n1) “This study took place in a junior-level undergraduate introductory econometrics course at the United States Air Force Academy… The course is required… attendance is mandatory…” (p. 2)\n2) “The course had 25 lessons covering new course content… The experiment took place over the duration of the entire semester.” (pp. 2–3)\n3) “We also administered four announced, written graded exams throughout the semester… and a comprehensive written final exam administered at the end of the semester.” (p. 3)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Term Duration (T) criterion requires that the intervention last for at least one full academic term (often 3-4 months). In this paper, the authors implement the flipped vs. lecture format repeatedly throughout the entire semester—roughly 25 lessons plus assessments spread across that term.\n\n(2) This means the intervention did not occur over merely a few weeks or days; it was integrated into the normal schedule for the entire semester. Students were assigned to random flipped or lecture treatments for 10 ‘experimental’ lessons interspersed across that same term.\n\n(3) Because a standard university semester is generally 3-4 months long, their design meets the minimum threshold. Hence, T is satisfied.\n",
      "met": true,
      "explanation": "They implemented and tested the flipped vs. lecture approach over an entire semester (full term).",
      "quote": "“…25 lessons… across the semester… We identified 10 lessons appropriate for flipping… implemented the design from start to finish.” (pp. 2–3)"
    },
    "d": {
      "analysis": "RELEVANT QUOTES:\n1) “Each of the 137 students enrolled in the course was assigned to one of seven sections… 14 to 23 students… random assignment of experimental condition by section and lesson…” (p. 2)\n2) “We consider that the control condition is a traditional lecture, in which the instructor delivered a 30–40 minute presentation, leaving limited class time for exercises.” (pp. 2–3)\n3) “In the lecture class… we encouraged students to complete the same practice exercises out of class… but the exercises were not collected or graded.” (p. 15, Appendix)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Documented Control Group requirement asks the paper to provide clear information on who the control group was, any baseline similarities to the treatment group, and what typical instruction they received.\n\n(2) The authors define their control sections as those assigned to the ‘lecture’ condition. They clearly describe the standard approach: a live lecture with limited time for exercises and no pre-class video assignment. They also specify that the total of seven sections was divided so that each section was sometimes control, sometimes treatment, on a rotating basis.\n\n(3) The control approach—continued with a standard lecture—was fully explained in multiple parts of the paper and the Appendix, showing how it contrasted with the flipped approach. Hence, the control group is sufficiently documented.\n",
      "met": true,
      "explanation": "They describe the control (lecture) approach, the sections involved, and the group’s typical experience in sufficient detail.",
      "quote": "“…the control group… participated in a standard lecture covering the same material… without a pre-class video assignment.” (p. 2)"
    },
    "s": {
      "analysis": "RELEVANT QUOTES:\n1) “Some studies of the flipped classroom employ randomization of teaching methods to classes to avoid systematic differences… In contrast, we assign the teaching method… by section and lesson.” (pp. 1–2)\n2) “Each of the 137 students… was assigned to one of seven sections… we randomly assigned each combination of section and lesson… not entire schools.” (p. 2)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The School-level RCT requirement is met only if entire schools (or multiple schools) are randomly assigned to treatment or control, capturing broad institutional differences. In this paper, the authors did not randomize multiple schools or entire institutions. Instead, they used sections (classrooms) within one institution.\n\n(2) As they note, “We implemented a randomized controlled trial… to classes,” but these classes are all within the same single academy. No evidence indicates multiple schools or entire school-level randomization.\n\n(3) Consequently, while it is a class-level RCT, it does not meet the stronger S criterion that demands randomization across entire schools.\n",
      "met": false,
      "explanation": "They only randomized sections within one single institution, not entire schools.",
      "quote": "“…random assignment was done by section and lesson rather than school-level…” (p. 2)"
    },
    "a": {
      "analysis": "RELEVANT QUOTES:\n1) “We measure performance on short-term, medium-term, and a comprehensive final exam… all within the single subject of an introductory undergraduate econometrics course.” (p. 2)\n2) “We estimate… the effect of the flipped classroom on student comprehension in econometrics… no mention of other subject areas.” (p. 2)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) Criterion A (AllExams) requires the study to measure outcomes in all main subjects taught, not just the subject of the intervention. The rationale is that focusing only on the targeted subject could obscure any negative impacts on other areas.\n\n(2) Here, the authors focus solely on the impact in an econometrics class. They do not measure student performance in any other subject. The entire trial is confined to one domain, and so we have no information on potential effects in mathematics, writing, or other courses.\n\n(3) Therefore, the AllExams criterion is not met.\n",
      "met": false,
      "explanation": "They only assessed econometrics-specific outcomes, not a full set of academic subjects.",
      "quote": "“…the effect on an introductory undergraduate econometrics course… no mention of measuring other subjects.” (p. 2)"
    },
    "y": {
      "analysis": "RELEVANT QUOTES:\n1) “We taught this course in a single semester (approximately 16 weeks) with 25 lessons covering new content… The final exam was administered at the end of that same semester.” (p. 2)\n2) “We find positive impacts on medium-term, high-stakes assessments… and a final exam at semester’s end.” (p. 3)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Year Duration requirement stipulates that the intervention must span at least one full academic year (commonly 9–10 months) so that longer-term effects can be gauged.\n\n(2) In this case, the authors implement and measure the flipped classroom within one semester (roughly half an academic year at most). Their entire data collection, including final exam outcomes, ends at semester’s close.\n\n(3) Because the course—and thus the intervention—lasts only a semester, the year-long criterion is not met.\n",
      "met": false,
      "explanation": "They only carried out the study over one semester (about 16 weeks), not a full academic year.",
      "quote": "“…the experiment took place… throughout one semester… We then administered the final exam at its conclusion.” (p. 2)"
    },
    "b": {
      "analysis": "RELEVANT QUOTES:\n1) “Students in the flipped class… were required to watch a video lecture… and complete a graded comprehension assessment… The control group did not have any graded assignment due before the start of class.” (p. 2)\n2) “Each flipped lesson included a 10-minute video… and multiple choice or short-answer questions… The instructor then devoted class time to exercises. In the lecture class, the instructor gave a ~30-minute lecture, with less time for exercises.” (pp. 14–15, Appendix)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Balanced Control Group (B) requirement demands that any additional resources or extra time allocated to the treatment group also be matched for the control group. In other words, if the flipped group has extra PD hours, tutoring, or comparable resources, the control must get a time or budget equivalent for ‘business-as-usual’ use.\n\n(2) In this study, the flipped group used instructor-produced videos plus a required comprehension quiz, whereas the lecture group had no specific pre-class assignments. While it might not be a large resource difference in terms of budget, the flipped group clearly had at least an additional graded exercise that could incentivize more engagement outside class time.\n\n(3) There is no indication that the control group received any matched resource or time allowance. The authors do not describe an equivalent resource injection for the control. Therefore, the Balanced Control criterion is not met.\n",
      "met": false,
      "explanation": "The flipped group had extra out-of-class videos and required quizzes; the control group did not receive matched time/resources.",
      "quote": "“…control group did not have any graded assignment due before class… The flipped group submitted a graded comprehension assessment…” (p. 2)"
    },
    "g": {
      "analysis": "RELEVANT QUOTES:\n1) “A comprehensive written final exam administered at the end of the semester measured long-term comprehension.” (p. 3)\n2) “We find that the flipped classroom… persists to the final exam for high-performing students… but no further follow-up beyond this course.” (p. 1)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) Graduation Tracking (G) requires the study to follow participants until graduation from that school level, ensuring that longer-term outcomes are observed. In this paper, tracking ends with the final exam in the same semester.\n\n(2) The authors do not mention any follow-up beyond that single course. They do not track the participants until they graduate from the Academy or from the undergraduate program.\n\n(3) Consequently, the study does not meet G, since there is no mention of measuring outcomes at or after graduation.\n",
      "met": false,
      "explanation": "They only track students up through the final exam of the course, not until graduation.",
      "quote": "“…the final exam was administered at the end of the semester… no subsequent tracking…” (p. 3)"
    },
    "r": {
      "analysis": "RELEVANT QUOTES:\n1) “While many studies examine flipped classrooms, empirical research… is often small-scale or lacks replication.” (p. 1)\n2) “We are aware of one other study… but we do not describe or present a formal independent replication of our results by a different team.” (pp. 2–3)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Reproduced (R) requirement demands that the study’s findings be replicated independently by another research team in a different context. The paper cites other work on flipped classrooms but does not show that the authors’ specific design and results were reproduced by an unrelated group.\n\n(2) The authors present a single randomized controlled trial at the Air Force Academy. We see no second or third replication in another university or by a separate research team.\n\n(3) Therefore, R is not met.\n",
      "met": false,
      "explanation": "No evidence of an independent group replicating this exact study in a different setting.",
      "quote": "“…there is no mention of a separate, external replication of the same intervention…” (p. 2)"
    },
    "i": {
      "analysis": "RELEVANT QUOTES:\n1) “This study took place in a junior-level undergraduate econometrics course… the three authors each taught two to three sections…” (p. 2)\n2) “As instructors and authors, we identified 10 lessons appropriate for either method… then implemented them ourselves.” (p. 14, Appendix)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) The Independent Conduct (I) criterion requires that the research team evaluating the intervention have no direct ties to the intervention’s design. This reduces the risk of bias from researchers who might favor their own teaching method.\n\n(2) Here, the authors are the same individuals teaching the course and designing the videos for the flipped classroom. Although they do attempt to minimize bias, the evaluation is not conducted by a fully independent entity.\n\n(3) Because the same instructors developed and delivered both the control and the intervention approach, we cannot classify this as an independent evaluation. Criterion I is not met.\n",
      "met": false,
      "explanation": "The authors themselves designed and delivered the intervention; there was no separate, independent team.",
      "quote": "“…the three authors each taught sections of the course… we created the videos prior to the semester…” (p. 2, p. 14)"
    },
    "p": {
      "analysis": "RELEVANT QUOTES:\n1) “We used a computer program with a random number generator… [but] we do not reference any formal pre-registration.” (p. 2)\n2) “No mention of a link to a registry or protocol; we do not indicate an OSF or clinical trial registration.” (throughout paper)\n\nANALYSIS (3-5 PARAGRAPHS):\n(1) Pre-registration (P) requires that the authors publicly register the study’s design, hypotheses, and analysis plan prior to data collection, typically via a recognized registry (e.g., OSF, ClinicalTrials.gov) to reduce the risk of selective outcome reporting.\n\n(2) The authors describe the random assignment approach and the overall design of the trial, but they do not mention having pre-registered the study. There is no statement of a pre-analysis plan or a date-stamped registry.\n\n(3) Therefore, the paper does not meet the Pre-Registered requirement.\n",
      "met": false,
      "explanation": "They do not reference an official preregistration or any registry prior to data collection.",
      "quote": null
    }
  }
}
