{
  "title": "A randomized controlled trial of an early-intervention, computer-based literacy program to boost phonological skills in 4- to 6-year-old children",
  "authors": "Paul O’Callaghan, Aimee McIvor, Claire McVeigh, Teresa Rushe",
  "url": "https://bpspsychub.onlinelibrary.wiley.com/doi/10.1111/bjep.12122",
  "slug": "ocallaghan-et-al-2016-early-literacy-lexia-rct",
  "abstract": null,
  "publication_date": "2016-01-01",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Relevant quotes:\n\n1) “A total of 98 below-average pupils were randomized (T0) to either an 8-week block of daily access to Lexia Reading Core5 (n = 49) or a waiting-list control group (n = 49).” (p. 548)\n2) “This was a parallel-group, RCT with a no-treatment, wait-list control group.” (p. 549)\n3) “The intervention group received daily, individual, adult-supervised, 20- to 30-min blocks of computer-based support…” (p. 551)\n\nIn examining the Class-level RCT criterion (C), we look for entire classes or schools being randomly assigned. The paper makes it clear that children were randomized individually: 98 pupils who met inclusion criteria were assigned to either the intervention or the wait-list control group. This is not class-level randomization in the usual sense.\n\nHowever, the ERCT standard provides an exception for personal tutoring or one-to-one teaching interventions. Here, the authors describe an intervention that is delivered individually (each child completes daily computer-based exercises, supervised by an adult). This can be viewed as a personalized approach akin to one-to-one tutoring, so under the ERCT guidelines, that exception allows student-level randomization to be acceptable for Criterion C.\n\nThus, given the explicit mention of individualized, adult-supervised daily sessions, we conclude that the study meets Criterion C via the personal tutoring exception. Randomizing each student in a one-to-one, computer-based context helps avoid contamination concerns in the classroom, so we mark C as “met.”",
      "met": true,
      "explanation": "They randomized at the pupil level in an individually delivered intervention, which fits the personal-tutoring exception to class-level randomization.",
      "quote": "“A total of 98 below-average pupils were randomized… The intervention group received daily, individual, adult-supervised… 20- to 30-min blocks of computer-based support.” (p. 548, 551)"
    },
    "e": {
      "analysis": "Relevant quotes:\n\n1) “To assess phonological skills the Phonological Assessment Battery Second Edition (PhAB-2) [was used].” (p. 550)\n2) “The PhAB-2 was chosen because it … provides standardized scores … and it contains a standardized protocol for both test administration and scoring.” (p. 550)\n\nCriterion E requires a standardised exam-based assessment rather than a bespoke test. The authors use the PhAB-2 (Phonological Assessment Battery, 2nd Edition), which is published, normed, and recognized for measuring phonological awareness and related skills. While this is not a state-wide or national academic test, it is nonetheless a standardized, commercially available measure with established validity and reliability (the authors cite normative data and psychometric qualities). This indicates they did not create a custom measure solely for the study.\n\nTherefore, the study’s outcome measures are based on standardized tests rather than an ad hoc assessment. That fulfills the requirement that the exam-based tool be widely recognized and standardized. Consequently, Criterion E is deemed ‘met.’",
      "met": true,
      "explanation": "They employed PhAB-2, a standardized, normed, and recognized battery, rather than an in-house test.",
      "quote": "“The PhAB-2 was chosen … it was recently standardized … it provides standardized scores….” (p. 550)"
    },
    "t": {
      "analysis": "Relevant quotes:\n\n1) “A total of 98 below-average pupils were randomized … to either an 8-week block (x̄ = 647.51 min, SD = 158.21) of daily access to Lexia Reading Core5 … or a waiting-list control group.” (p. 548)\n2) “The study ran from December 2014 to June 2015. … [The] intervention group received one block of intervention support [for 8 weeks].” (p. 549, 551)\n\nCriterion T requires that the intervention last at least one full academic term (around 3–4 months). The paper consistently states that the core intervention was implemented for approximately 8 weeks—this is roughly 2 months, which is shorter than a typical school term. Although the overall data collection spanned several months, the actual treatment duration was only about 8 weeks.\n\nSince 8 weeks is under the 3–4 month threshold for a standard term, the Term Duration requirement is not satisfied. The authors do not indicate that the intervention was extended across an entire term. Hence, T is ‘not met.’",
      "met": false,
      "explanation": "The active intervention period lasted only about 8 weeks, which falls short of a full academic term.",
      "quote": "“…an 8-week block of daily access to Lexia Reading Core5…” (p. 548)"
    },
    "d": {
      "analysis": "Relevant quotes:\n\n1) “A total of 98 below-average pupils were randomized … to either an 8-week block… or a waiting-list control group (n = 49). Assessment … was completed at post-intervention (T1) and at 2-month follow-up (T2) for the intervention group only.” (p. 548)\n2) “Baseline characteristics of participants in the two groups are presented in Table 1 … Randomization resulted in no significant difference on age, gender, year group…” (p. 550)\n3) “The wait-list control group … received standard classroom teaching in line with the statutory Northern Irish curriculum … supplemented with both synthetic and linguistic phonics.” (p. 549)\n\nIn evaluating Criterion D, we look for a documented control group with baseline details, demographics, and a clear statement of the control condition. The authors provide a table (Table 1) describing each group’s average age, number of EAL pupils, gender distribution, and pre-test phonological scores. They also describe how the control group continued with normal practice and typical phonics instruction, and they reported no special additional support beyond the existing curriculum.\n\nHence, we have enough detail to conclude that the control group is well-documented, with mention of baseline characteristics and the type of instruction they received. Criterion D is therefore met.",
      "met": true,
      "explanation": "They present clear demographic and baseline data for the control group and describe its ‘business-as-usual’ instruction.",
      "quote": "“Baseline characteristics of participants in the two groups are presented in Table 1… The wait-list control group received standard classroom teaching … supplemented with phonics.” (pp. 549–550)"
    },
    "s": {
      "analysis": "Relevant quotes:\n\n1) “A total of 98 below-average pupils were randomized (T0) … or a waiting-list control group (n = 49).” (p. 548)\n2) “The study took place in two town-based primary schools … The participants in each school … were individually allocated through simple randomization.” (pp. 548–549)\n\nCriterion S requires randomization to occur at the school level rather than at the class or student level. The authors note that two schools participated, but randomization happened at the individual student level within those schools, not by school as a whole. Therefore, only certain children in each school got the intervention, while others in the same school were in the control group.\n\nBecause they did not assign entire schools to treatment vs. control, the study does not meet the school-level RCT requirement. Hence, S is ‘not met.’",
      "met": false,
      "explanation": "Random assignment was performed at the pupil level, not by school.",
      "quote": "“A total of 98 below-average pupils were randomized… The study took place in two town-based primary schools…” (pp. 548–549)"
    },
    "a": {
      "analysis": "Relevant quotes:\n\n1) “To assess phonological skills the Phonological Assessment Battery Second Edition (PhAB-2) … [with] four subtests.” (p. 550)\n2) “…the study tested whether the intervention group would show statistically significant improvements in blending, phoneme segmentation, and non-word reading.” (p. 549)\n\nCriterion A (AllExams) requires measuring impact on all (or most) core subjects (e.g., reading, math, etc.), or else an explicit justification for highly specialized interventions (like vocational training). In this paper, the authors focus exclusively on phonological awareness and early literacy skills (blending, segmenting, non-word reading). They do not assess other fundamental early subjects or broad academic tests covering multiple domains.\n\nBecause their outcome measures are targeted solely to literacy/phonological development, and they do not claim an exception for a highly specialized vocational context, the requirement to measure performance in all main subjects is not fulfilled. Hence, A is ‘not met.’",
      "met": false,
      "explanation": "They only measured phonological/literacy skills, not all relevant school subjects.",
      "quote": "“The study sought to test … improvements in blending, phoneme segmentation, and non-word reading.” (p. 549–550)"
    },
    "y": {
      "analysis": "Relevant quotes:\n\n1) “This was … an 8-week block … in daily 20- to 30-min sessions … The study ran from December 2014 to June 2015.” (pp. 548–549)\n2) “Assessment of phonological skills was completed at post-intervention (T1) and at 2-month follow-up (T2).” (p. 548)\n\nCriterion Y demands the intervention last at least a full academic year. Though the authors mention the entire project spanned from December to June, the active intervention period was only about 8 weeks for each pupil. That is substantially shorter than a year.\n\nHence, the Year Duration criterion is not met because the intervention itself did not continue through an entire academic year, nor did the authors design it as such. Therefore, Y is ‘not met.’",
      "met": false,
      "explanation": "They only implemented the program for ~8 weeks, far shorter than a full school year.",
      "quote": "“Children were randomized … to either an 8-week block … The study ran from December 2014 to June 2015.” (p. 548–549)"
    },
    "b": {
      "analysis": "Relevant quotes:\n\n1) “The intervention group received daily, individual, adult-supervised, 20- to 30-min blocks of computer-based support…” (p. 551)\n2) “The wait-list control group … standard classroom teaching in line with the statutory curriculum … supplemented with phonics.” (p. 549)\n\nCriterion B requires that if the treatment group gets extra time or resources, the control group should also receive an equivalent time or budget for ‘business as usual.’ In this study, the intervention group had 20–30 minutes of dedicated software use daily, plus set-up, staff training, and the license for the Lexia Reading Core5 program. The control group simply continued normal classroom practice with no compensatory additional time or resources.\n\nThere is no mention of an effort to match that daily 20–30-minute block with an alternative literacy or tutoring session for the control group. Therefore, the control group did not receive an equivalent resource to balance the additional support. Hence, B is ‘not met.’",
      "met": false,
      "explanation": "The intervention group received extra daily computer-based sessions; the control group did not get an equivalent resource allocation.",
      "quote": "“The intervention group received daily … 20- to 30-min blocks … The wait-list control group continued with standard teaching.” (pp. 549, 551)"
    },
    "g": {
      "analysis": "Relevant quotes:\n\n1) “Analysis of the 2-month follow-up of the intervention group found that all group treatment gains were maintained.” (p. 548)\n2) “The trial was ended after the intervention group had received one block of intervention support. … T2 was 2-month follow-up.” (p. 551)\n\nCriterion G requires tracking participants until graduation from their current school level. Here, the researchers only followed up 2 months after the 8-week program. That short-term follow-up does not constitute monitoring participants all the way through the conclusion of primary or elementary school.\n\nBecause they ended data collection shortly after the immediate intervention phase (2 months later), the study does not meet the requirement to track participants through graduation or the final exit from that school level. Thus, G is ‘not met.’",
      "met": false,
      "explanation": "They only conducted a 2-month follow-up, not tracking the children through their school-level graduation.",
      "quote": "“Analysis of the 2-month follow-up… T2 was 2-month follow-up.” (p. 548–551)"
    },
    "r": {
      "analysis": "Relevant quotes:\n\nNo statements in the article indicate an independent replication by an entirely separate team. The authors do mention prior studies involving Lexia software (p. 552–553), but these references do not describe a replication of the exact same RCT by a different research group in a separate context.\n\nCriterion R requires the study’s results to be reproduced or replicated independently. This article is the first participant-level RCT of Lexia with 4- to 6-year-old pupils in Northern Ireland, and there is no mention that another team has replicated these findings. Thus, R is ‘not met.’",
      "met": false,
      "explanation": "They do not mention an independent replication by a separate research group.",
      "quote": "“…this study is … the first participant-level, RCT of Lexia with Year 1 and 2 pupils conducted to date.” (p. 549)"
    },
    "i": {
      "analysis": "Relevant quotes:\n\n1) “Pre-intervention set-up and product introductory tutorials and ongoing technical support were provided to both schools by LexiaUK Ltd.” (p. 549)\n2) “The study was run … overseen by a qualified Educational and Child Psychologist….” (p. 548–549)\n\nCriterion I requires that the study be conducted fully independently of the intervention’s original developers/designers. While the authors do not explicitly declare a conflict of interest, they also do not explicitly confirm that they have no ties to Lexia or that the entire evaluation was done by a completely external group. They mention LexiaUK’s direct involvement in supporting the schools, which suggests the developer’s staff was working fairly closely with the study.\n\nBecause the paper does not clearly state that the researchers were wholly independent or that the developer had no hand in the research, we do not see a definitive statement of independence. Therefore, I is ‘not met.’",
      "met": false,
      "explanation": "They do not provide a clear statement that the study was conducted by a fully independent team with no ties to the developers.",
      "quote": "“Pre-intervention … ongoing technical support were provided … by LexiaUK Ltd.” (p. 549)"
    },
    "p": {
      "analysis": "Relevant quotes:\n\nNo mention of pre-registration or a trial registry ID (e.g., ClinicalTrials.gov, OSF). The authors do not reference any formal pre-registration prior to data collection.\n\nCriterion P requires a publicly accessible protocol specifying hypotheses, methods, and analyses before data collection. Because the paper does not cite a pre-registration platform, date, or ID, we must conclude that the study was not pre-registered. Therefore, P is ‘not met.’",
      "met": false,
      "explanation": "No statement about pre-registration or any registry link is provided.",
      "quote": null
    }
  }
}
