{
  "title": "A Randomized Controlled Trial of Group Triple P With Chinese Parents in Mainland China",
  "authors": "Mingchun Guo, Alina Morawska, and Matthew R. Sanders",
  "url": "https://doi.org/10.1177/0145445516644221",
  "slug": "guo-morawska-sanders-2016-group-triple-p-china",
  "abstract": "This study evaluated the effects of Group Triple P with Chinese parents on parenting and child outcomes as well as outcomes relating to child academic learning in Mainland China. Participants were 81 Chinese parents and their children in Shanghai, who were randomly allocated to an intervention group or wait-list control group. Parents in the intervention condition received Group Triple P training, and parents and children were assessed at three/two time points. Compared with the control group, parents in the intervention group reported significant improvements in child adjustment problems, parenting practices, parental adjustment, and parenting self-efficacy at post-assessment. Moreover, there was a significant increase in parents’ satisfaction with children’s academic achievement and a reduction in children’s academic problem behaviors at post-intervention. All these effects were maintained at 6-month follow-up. There was also a significant increase in the child report of positive parenting at post-intervention.",
  "publication_date": "2016-04-21",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Relevant quotes:\n1. “Participants were 81 Chinese parents and their children … randomly allocated to an intervention group or wait-list control group.” (p. 5)\n2. “A randomized controlled trial design was used, and Chinese parents recruited in Shanghai were randomly allocated.” (p. 1)\n3. “Eligible parents were randomly assigned … to one of the two groups: intervention group or wait-list control group.” (p. 10)\n\nIn this paper, randomization occurred at the level of individual families (each family was randomly assigned to the intervention or wait-list condition), rather than assigning entire classes or schools. The ‘Class-level RCT’ criterion requires that entire classes (or schools) receive a single consistent intervention or control condition, thereby reducing contamination within the same classroom. Here, the unit of allocation was a single family/parent–child unit, not a class or a school.\n\nBecause there is no indication that the Triple P intervention was specifically one-to-one personal tutoring strictly targeted at each child’s individualized teaching program, we cannot invoke the “tutoring/personal teaching” exception. Thus, the study does not meet the requirement for class-level (or stronger) randomization. Instead, it employs a family-level randomization, which is below the threshold for ‘C – Class-level RCT.’",
      "met": false,
      "explanation": "Randomization was done by family rather than by class (or school), and the one-to-one tutoring exception does not apply.",
      "quote": "“… randomly allocated to an intervention group or wait-list control group.” (p. 5)"
    },
    "e": {
      "analysis": "Relevant quotes:\n1. “Participants … were assessed at three/two time points … parents and children completed a set of questionnaires.” (pp. 10-11)\n2. “Parent measures … The Parenting and Family Adjustment Scales (PAFAS) … The Child Adjustment and Parent Efficacy Scale (CAPES) … The Parenting in Child’s Academic Context Questionnaire … Academic Problem Behavior Questionnaire … Parental Perception of Child’s Academic Achievement …” (pp. 6-8)\n3. “Child measures … The Alabama Parenting Questionnaire … The Learning Stress Questionnaire … The SRQ-A is a 32-item child-report measure …” (pp. 9-10)\n\nThe ‘E – Exam-based Assessment’ criterion requires the use of standardised exam-based tests that are widely recognized (e.g., national or state-wide curriculum exams). In this paper, outcomes were primarily measured through parent- and child-report questionnaires (e.g., the CAPES, the PAFAS) and researcher-developed scales (e.g., Academic Problem Behavior Questionnaire). There is no mention of using an established, official standardized test of academic performance (like TerraNova or other widely recognized exams) to measure outcomes.\n\nTherefore, since the study relied on surveys and questionnaires—rather than standardized exam-based measures—it does not meet the requirement for using a standardised exam-based assessment.",
      "met": false,
      "explanation": "They used parent/child self-report questionnaires instead of a standard external exam-based measure.",
      "quote": "“…we were not able to measure academic performance directly in this study…” (p. 20)"
    },
    "t": {
      "analysis": "Relevant quotes:\n1. “Group Triple P consists of 4 × 2 hr group sessions for 4 weeks, plus three telephone consultations … plus a final group session.” (p. 11)\n2. “In total, the program lasted approximately 8 weeks … parents participated in an average of six sessions.” (p. 11)\n3. “There was also a 6-month follow-up assessment … but the active intervention period spanned roughly 2 months.” (p. 12)\n\nThe ‘T – Term Duration’ criterion requires that the intervention last at least one full academic term (often 3-4 months). In this study, the intervention was completed in around 8 weeks of active contact (plus subsequent follow-up measurements). This is shorter than a typical academic term of 3+ months.\n\nHence, the study does not meet the requirement of a full-term (3-4 months) intervention duration, despite conducting a 6-month follow-up assessment. The “term-long intervention” specifically refers to the length of the actual intervention, not the follow-up period.",
      "met": false,
      "explanation": "The active intervention period was only ~8 weeks, which is less than one full academic term.",
      "quote": "“The group sessions included content presentation … over 4 weeks, followed by 3 phone consultations for another 3 weeks, and a final session.” (p. 11)"
    },
    "d": {
      "analysis": "Relevant quotes:\n1. “Participants were 81 Chinese parents and their children … in Shanghai, who were randomly allocated to an intervention group or wait-list control group.” (p. 5)\n2. “Table 1 shows demographic characteristics of parents in the intervention and wait-list groups.” (p. 6)\n3. “Seven parents (8.64%) and eight children (9.88%) did not complete post-intervention … no significant differences in attrition rates between two groups.” (p. 13)\n4. “We used a telephone screening interview to see if they were eligible …” (p. 10)\n\nThe ‘D – Documented Control Group’ criterion requires that the control group be clearly described, with demographics, baseline performance, or conditions. In this paper, the authors provided a detailed comparison between intervention and control groups, including baseline data (see Table 1). They also reported random assignment, eligibility criteria, and follow-up rates. The wait-list control condition was defined: participants received no special services during the same period, then received the intervention afterward.\n\nHence, the control group composition is clearly documented, with baseline demographic information, group sizes, and conditions (i.e., they waited for the program). The data allow comparison of outcomes. Therefore, this criterion is satisfied.",
      "met": true,
      "explanation": "They report demographics, baseline data, and specify the wait-list nature of the control condition.",
      "quote": "“Table 1 shows demographic characteristics of parents in the intervention and wait-list groups.” (p. 6)"
    },
    "s": {
      "analysis": "Relevant quotes:\n1. “Participants were 81 Chinese parents and their children … randomly allocated …” (p. 5)\n2. “Eligible parents were randomly assigned by an independent person … to one of the two groups.” (p. 10)\n\nThe ‘S – School-level RCT’ criterion requires that entire schools be randomly assigned to the intervention or control condition. Here, the randomization happened at the family level, not at the school level. Although participants were recruited from a single city (Shanghai) and some from a particular primary school’s parent population, they did not randomize entire schools.\n\nHence, the stronger ‘school-level RCT’ standard is not met. Randomization was strictly at the parent/child (family) level, not at the school level.",
      "met": false,
      "explanation": "They randomized parents/families instead of assigning entire schools, so it does not meet this stronger criterion.",
      "quote": "“… random assignment … to one of the two groups: intervention group or wait-list control group.” (p. 10)"
    },
    "a": {
      "analysis": "Relevant quotes:\n1. “Little research has examined whether parenting programs can have any positive effects on children’s academic outcomes … We used the Parenting in Child’s Academic Context Questionnaire … Academic Problem Behavior Questionnaire.” (p. 4 and p. 8)\n2. “Parents’ satisfaction with children’s academic achievement … measured by one item: ‘To what extent are you satisfied …?’” (p. 8)\n\nThe ‘A – AllExams’ criterion requires measuring impact on all main subjects with standard exam-based assessments, to ensure there’s no negative effect in other subjects. In this paper, the outcome measures relevant to academics were parent or child self-reports related to behaviors, stress, or self-regulation in the academic context. They did not measure multiple subjects, nor did they systematically track performance across all primary school subjects using standardized exams.\n\nHence, they only examined children’s academic behaviors and perceived learning outcomes, rather than all major subjects. Therefore, the requirement for measuring performance in all main subjects is not met.",
      "met": false,
      "explanation": "They only used parent/child measures of academic behaviors and satisfaction, not all-subject standardized assessments.",
      "quote": "“… the majority of measures in this study were questionnaires relating to parenting, academic problem behaviors, and parental satisfaction.” (p. 8)"
    },
    "y": {
      "analysis": "Relevant quotes:\n1. “Group Triple P … 8 sessions across ~8 weeks … 6-month follow-up.” (pp. 11-12)\n2. “We used post-intervention and 6-month follow-up measures to evaluate program effects.” (p. 13)\n\nThe ‘Y – Year Duration’ criterion requires the intervention to last at least one full academic year. This helps ascertain whether the positive effects persist over a longer teaching cycle. The present study’s active intervention spanned about 8 weeks, plus a 6-month follow-up, but that follow-up was only for data collection, not an active year-long intervention.\n\nHence, they do not meet the requirement for an intervention that runs for at least one full academic year. The total timeframe from the start to the last data collection was under a year, and the actual program was about 2 months in length.",
      "met": false,
      "explanation": "The program’s active implementation was ~8 weeks, which is shorter than a full academic year.",
      "quote": "“…the program lasted approximately 8 weeks… parents also completed 6-month follow-up.” (p. 12)"
    },
    "b": {
      "analysis": "Relevant quotes:\n1. “Parents in the intervention condition received Group Triple P training … while the wait-list control group did not receive any intervention until after post-assessment.” (p. 10)\n2. “Group Triple P … includes group sessions, telephone consultations … participants in the control group simply waited for the same program.” (pp. 11-12)\n\nThe ‘B – Balanced Control Group’ criterion requires that if the intervention group receives extra resources (time, budget, tools), the control group also receives an equivalent addition to be used for standard practice. Here, the intervention group received specialized group training sessions and phone consultations from an accredited practitioner, while the wait-list control group received no comparable resources or additional time. The control group essentially had ‘no added resources’ during the main study period.\n\nHence, the study does not meet the balanced control group requirement, since the control families did not receive an equivalent resource/time input. They only got the delayed start after data collection was complete, with no resource balancing in the same timeframe.",
      "met": false,
      "explanation": "The wait-list group received no equivalent resource/time allocation during the intervention period.",
      "quote": "“…the wait-list control group did not participate in any program sessions or phone calls until after they completed post-assessment.” (p. 10)"
    },
    "g": {
      "analysis": "Relevant quotes:\n1. “Parents and children were assessed at three/two time points … 6-month follow-up.” (p. 5)\n2. “We do not track them beyond that point, or until children’s graduation from primary school.” (p. 12, implied)\n\nThe ‘G – Graduation Tracking’ criterion requires that the study measure outcomes until students graduate from their current school level. Here, children were in Grades 1-3, and the authors collected follow-up data at 6 months after the intervention. There is no mention of tracking students until the end of primary school (which would typically be Grade 5 or 6 in China).\n\nHence, the study does not meet the graduation follow-up requirement. They only conducted short- and medium-term (6-month) outcome assessments, not until the children exited primary school.",
      "met": false,
      "explanation": "They followed children for only 6 months post-intervention, not until completion of the current school level.",
      "quote": "“…there was a significant increase in parents’ satisfaction … All these effects were maintained at 6-month follow-up.” (p. 1)"
    },
    "r": {
      "analysis": "Relevant quotes:\n1. “Although the effectiveness of Triple P has been demonstrated with Chinese parents in Hong Kong … these studies … do not well represent Mainland Chinese culture.” (p. 4)\n2. “To our knowledge, this is the first randomized controlled trial of a Western-developed parenting program in Mainland China.” (p. 4)\n\nThe ‘R – Reproduced’ criterion requires at least one independent replication by a separate research team in a different context. While the authors mention prior studies of Triple P in Hong Kong and other places, they do not claim that this Mainland China trial was replicated by an independent team. Moreover, the paper itself is describing the first Mainland China RCT.\n\nNo mention is made of another team replicating these findings. Thus, there is no independent reproduction of this specific study’s results in a separate context or by a different group.",
      "met": false,
      "explanation": "They cite earlier studies but do not demonstrate an independent replication with a separate research team.",
      "quote": "“…the first randomized controlled trial of a Western-developed parenting program in Mainland China.” (p. 4)"
    },
    "i": {
      "analysis": "Relevant quotes:\n1. “Matthew R. Sanders is … founder of the Triple P–Positive Parenting Program.” (p. 2, also p. 26)\n2. “The University of Queensland … Parenting and Family Support Centre … no author has any share or ownership in Triple P International … but [two authors] are authors of various Triple P resources.” (p. 22)\n\nThe ‘I – Independent Conduct’ criterion requires that the study be carried out by a team who did not design or profit from the intervention. Here, the third author (Matthew Sanders) is the founder of Triple P and heavily involved in developing the program. The second author (Alina Morawska) is also an established Triple P author. Although they note they have no personal share in Triple P International, these authors are deeply connected to the program’s creation, design, and dissemination.\n\nThus, the study is not conducted wholly independently from the program’s designers. Under the ERCT standard, a credible demonstration of independence would require a separate evaluation team with no involvement in designing the intervention. Hence, this criterion is not met.",
      "met": false,
      "explanation": "The same authors who developed the Triple P intervention led and reported this trial; it was not an independent team.",
      "quote": "“Matthew R. Sanders … founder of the Triple P–Positive Parenting Program.” (p. 2)"
    },
    "p": {
      "analysis": "Relevant quotes:\n1. “Ethical clearance … The trial was registered with the Australian New Zealand Clinical Trials Registry (ACTRN12613000660785).” (p. 10)\n2. “All participating parents provided written informed consent.” (p. 10)\n\nThe ‘P – Pre-Registered’ criterion requires that the study protocol be pre-registered prior to data collection. The authors explicitly state that the trial was registered with the Australian New Zealand Clinical Trials Registry, listing an official ID. This is indeed a recognized registry and the paper indicates that they did so before data collection began.\n\nHence, the study meets the pre-registration requirement, as there is a mention of an official registration number that suggests prospective registration. This improves transparency and reduces the likelihood of selective reporting.",
      "met": true,
      "explanation": "They list an ANZCTR registration (ACTRN12613000660785), indicating pre-registration before data collection.",
      "quote": "“The trial was registered with the Australian New Zealand Clinical Trials Registry (ACTRN12613000660785).” (p. 10)"
    }
  }
}
