{
  "title": "Academic performance of subsequent schools and impacts of early interventions: Evidence from a randomized controlled trial in Head Start settings",
  "authors": "Fuhua Zhai, C. Cybele Raver, Stephanie M. Jones",
  "url": "https://doi.org/10.1016/j.childyouth.2012.01.026",
  "slug": "zhai-et-al-2012-csrp",
  "abstract": "The role of subsequent school contexts in the long-term effects of early childhood interventions has received increasing attention, but has been understudied in the literature. Using data from the Chicago School Readiness Project (CSRP), a cluster-randomized controlled trial conducted in Head Start programs, we investigate whether the intervention had differential effects on academic and behavioral outcomes in kindergarten if children attended high- or low-performing schools subsequent to the preschool intervention year. To address the issue of selection bias, we adopt an innovative method, principal score matching, and control for a set of child, mother, and classroom covariates. We find that exposure to the CSRP intervention in the Head Start year had significant effects on academic and behavioral outcomes in kindergarten for children who subsequently attended high-performing schools, but no significant effects on children attending low-performing schools. Policy implications of the findings are discussed.",
  "publication_date": "2012-02-03",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Quotes from the paper:\n\n1) “The Chicago School Readiness Project (CSRP) used a clustered randomized controlled trial (RCT) design ... Two classrooms were randomly selected from each site. After the randomized assignment, one site in each matched pair was then randomly assigned to the intervention group and the other to the control group.” (p. 947)\n\n2) “Overall, a total of 602 children and 90 teachers in 35 classrooms from 18 Head Start sites participated in the CSRP.” (p. 947)\n\nIn this criterion, we look for randomization at the class level (or an acceptable higher-level alternative, such as school-level randomization). The paper clearly states that entire Head Start sites (which can be viewed as centers, akin to schools in the Head Start context) were randomly assigned to intervention or control. This is stronger than randomizing only individual classes or students within a single classroom. While the authors also mention that two classrooms were chosen at each site for data collection, the actual random assignment took place at the site (center) level.\n\nHence, for the Level 1 “C – Class-level RCT” requirement, randomizing entire sites (larger than a single classroom) meets or exceeds the spirit of class-level randomization. Contamination between conditions within the same building was avoided because each site as a whole was assigned to treatment or control.\n\nTherefore, from the standpoint of not randomizing individual students within the same class, the study has a robust randomization design. It satisfies or even exceeds the requirement for a “class-level RCT.”",
      "met": true,
      "explanation": "Randomization was done at the Head Start site (center) level, which satisfies or exceeds class-level randomization.",
      "quote": "“…one site in each matched pair was then randomly assigned…” (p. 947)"
    },
    "e": {
      "analysis": "Quotes from the paper:\n\n1) “In the analyses we employ a principal score matching method ... to investigate whether exposure to the intervention ... had differential effects on children’s academic (i.e., teacher-reported scores in language, literacy, and math) and behavioral outcomes…” (p. 947)\n2) “Academic outcomes were measured using a modified version of the Academic Rating Scale (ARS)... We use two aggregated measures as academic outcome variables in kindergarten, including language and literacy (12 items; α = 0.95) and mathematical thinking (8 items; α = 0.95).” (p. 949)\n3) “We define low- and high-performing schools based on school-level ISAT records ... The ISAT is designed to measure individual students’ achievement in 3rd to 8th grade. ... we use the percentage of students meeting or exceeding state standards for math or reading as an indicator of school academic performance.” (pp. 947–948)\n\nCriterion E requires the study’s main student outcomes to come from a standardized exam-based assessment. However, the children’s individual-level academic skills (i.e., the outcomes used to estimate intervention impact) were measured via teacher ratings (the ARS) rather than a recognized standardized test such as TerraNova or a state-wide assessment in reading or math. The authors do indeed reference a standardized measure (the ISAT), but only as a school-level aggregate to classify schools as “high” or “low” performing. They did not administer the ISAT to these preschool or kindergarten children themselves. \n\nBecause the actual child-level outcomes analyzed were teacher ratings and not a standard, widely recognized exam-based measure, the requirement for an “Exam-based Assessment” is not fulfilled. That is, the outcome measures themselves are not standardized tests or externally validated exams for these children in kindergarten.\n\nThus, the authors rely on teacher-reported academic rating scales for measuring each child’s outcomes, which does not meet the standard’s requirement of standardized, exam-based assessments at the individual participant level. E is therefore not met.",
      "met": false,
      "explanation": "They measured child-level academic outcomes via teacher ratings, not a standardized, exam-based assessment of each child.",
      "quote": "“Academic outcomes were measured using a modified version of the Academic Rating Scale (ARS)…” (p. 949)"
    },
    "t": {
      "analysis": "Quotes from the paper:\n\n1) “The CSRP intervention aimed to support ... for a 9-month preschool intervention where the emotional climate and quality of instruction were substantially improved (Raver et al., 2009).” (p. 952)\n2) “...exposed to a 9-month preschool intervention from fall to spring.” (p. 952)\n\nThis criterion requires that the intervention last at least one full academic term (3 to 4 months). The authors explicitly describe the CSRP as a 9-month program (from early fall until late spring of the Head Start year). This clearly exceeds a single term in length. \n\nHence, the study meets the “Term Duration” requirement. The authors had a multi-month intervention that spanned a traditional Head Start academic cycle, which more than covers the minimal threshold of one term.\n\nNo portion of the paper indicates a shorter program or an abbreviated intervention. It consistently references a full-year intervention (fall to spring) in Head Start. Thus T is met.",
      "met": true,
      "explanation": "The intervention ran across the entire Head Start year (~9 months), exceeding the one-term minimum requirement.",
      "quote": "“...a 9-month preschool intervention where ... quality of instruction were substantially improved.” (p. 952)"
    },
    "d": {
      "analysis": "Quotes from the paper:\n\n1) “One site in each matched pair was then randomly assigned to the intervention group and the other to the control group. ... The control group teachers were given staffing support by a teacher’s aide who only provided additional staffing support ... The project described was supported by Award Number R01HD046160 from ... The Chicago School Readiness Project is not associated with The Chicago School®...” (pp. 947, 953)\n2) “...We use data from 18 Head Start sites ... these sites were matched based on demographic characteristics. ... The control group was distinct in that they did not receive mental health consultation or teacher professional development training.” (pp. 947–948)\n3) Tables 1–2 (pp. 949–951) detail differences in baseline covariates between intervention and control group children, including child age, race, baseline academics, maternal characteristics, etc.\n\nFor D (Documented Control Group), the authors should provide a clear description of the control group and their conditions. The paper consistently indicates that the control group was assigned to “business as usual” Head Start programming, with an additional teacher’s aide for parity in adult–child ratios. They present baseline data on children’s demographics, mothers’ employment status, and classroom characteristics (see Table 1). They also note how the control group did not receive the mental health consultant or the specialized teacher training.\n\nHence, the composition, baseline characteristics, and the exact difference in services (staffing aide vs. mental health consultation and training for intervention) are well documented. This meets the documented control group requirement.",
      "met": true,
      "explanation": "They clearly describe the control group’s ‘business as usual’ approach, their baseline traits, and the difference in provided services.",
      "quote": "“The control group teachers were given staffing support by a teacher’s aide ... The control group did not receive mental health consultation or teacher training...” (pp. 947–948)"
    },
    "s": {
      "analysis": "Quotes from the paper:\n\n1) “A cluster-randomized controlled trial conducted in Head Start programs ... A total of 18 Head Start sites in seven of the most economically disadvantaged neighborhoods ... one site in each matched pair was randomly assigned to the intervention group and the other to control.” (p. 947)\n2) “Two classrooms were randomly selected from each site ... but the site-level assignment meant that the entire Head Start center was designated to either intervention or control.” (p. 947)\n\nFor Level 2 S (School-level RCT), the study must randomize entire schools (or an equivalent large organizational unit). Here, the entire Head Start site is the unit of random assignment, which indeed is analogous to a “school-level” assignment. \n\nBecause the randomization took place at the site (center) level, no classes in the same building were allocated differently, so it fits or exceeds the standard for S. The paper unambiguously states that entire sites were assigned. Thus, the design does meet the stronger “school-level (site-level) RCT” criterion.\n\nHence, S is met.",
      "met": true,
      "explanation": "Randomization occurred among entire Head Start sites, fulfilling the ‘school-level RCT’ requirement.",
      "quote": "“...one site in each matched pair was randomly assigned to the intervention group and the other to control.” (p. 947)"
    },
    "a": {
      "analysis": "Quotes from the paper:\n\n1) “Academic outcomes were measured using teacher-reported scores in language, literacy, and math ... using the modified Academic Rating Scale (ARS).” (p. 949)\n2) “We define high- and low-performing schools based on the school-level aggregates of students’ ISAT test scores in reading and math.” (p. 948)\n\nCriterion A requires that the study measure impact on all main subjects taught and use standardized exam-based tests across those subjects. In this paper, the authors measure child-level language, literacy, and math (all by teacher ratings), but they do not measure additional subjects like science, social studies, etc. The only standardized measure (the ISAT) is used at an aggregate school level rather than for each study child. \n\nThus, the study focuses on two or three domains (language/literacy and math) rather than “all main subjects,” and only teacher ratings are used for child-level data. No reference is made to standardized test data for other subject areas. Therefore, the AllExams criterion is not satisfied.\n\nHence, the paper targets key academic areas but does not cover all the main subjects with standardized tests, so it fails A.",
      "met": false,
      "explanation": "They only measure language, literacy, and math (via teacher ratings), not all main subjects with standardized exams.",
      "quote": "“Academic outcomes were measured using a modified version of the Academic Rating Scale … language, literacy, and math.” (p. 949)"
    },
    "y": {
      "analysis": "Quotes from the paper:\n\n1) “The CSRP intervention was conducted over a 9-month preschool intervention year (fall to spring) ... The follow-up in kindergarten took place the next academic year...” (pp. 948–949)\n2) “...The early school years, especially from kindergarten to third grade, are a critical transitional period... We collected teacher reports in the fall/winter of the kindergarten year.” (p. 946)\n\nCriterion Y requires that the core intervention last at least a full academic year. The text indicates that the main CSRP program lasted from the fall to the spring of the Head Start year (about 9 months). The authors then examined certain outcomes the following year. For the requirement of one full academic year, their coverage from early fall to late spring is indeed an academic-year span for preschoolers.\n\nTherefore, the Head Start intervention is consistent with a year-long design (it began in the fall, ended in spring). They do not indicate the program was only one semester or a brief session. Indeed, they mention “9-month preschool intervention,” which is close to a standard school-year cycle. \n\nHence Y is met, as the intervention spanned the full Head Start year. They also followed up at the end of kindergarten, though that follow-up was not an additional year of intervention—merely further data collection.",
      "met": true,
      "explanation": "They implemented the intervention over the entire Head Start year (~9 months), satisfying the one-year duration requirement.",
      "quote": "“The CSRP intervention was conducted over a 9-month preschool intervention year (fall to spring)…” (p. 952)"
    },
    "b": {
      "analysis": "Quotes from the paper:\n\n1) “The CSRP intervention included mental health consultants (MHCs) assigned to work with teachers weekly, plus a 30-hour teacher training, a one-day stress reduction workshop, and individualized consultation for children with high emotional/behavioral problems.” (p. 948)\n2) “The control group teachers ... were given staffing support by a teacher’s aide ... for the same amount of time per week as the MHCs in the intervention group.” (p. 947)\n3) “...although the control group had extra aide hours, they did not receive the professional development training, in-class coaching, or stress management workshops that were part of the intervention.” (pp. 947–948)\n\nThis criterion requires that if the intervention group receives additional resources or time (e.g., more budget, special trainings, or additional teaching hours), the control group receives an equivalent resource increment to spend on ‘business as usual.’ In this study, the intervention group teachers received a fairly extensive set of specialized resources: mental health consultations, in-depth teacher training sessions (30 hours total), and stress reduction workshops.\n\nAlthough the paper notes that the control group was given a teacher’s aide for the same staff-time ratio, there is no evidence that they received an equivalent number of hours of professional development or coaching. The authors explicitly note that the control group’s time or budget was not offset by any comparable PD program or continuing education. They essentially continued with their normal Head Start program.\n\nHence, the control group did not receive the same magnitude of additional resources or a balancing budget/time to use on conventional activities. B (Balanced resources) is therefore not met, because the unique PD and mental health consultation for intervention teachers was not matched by a parallel resource allocation to the control group.",
      "met": false,
      "explanation": "Intervention teachers got extensive training and mental health consultation; the control group did not receive comparable extra resources or budget.",
      "quote": "“...the control group teachers ... were given staffing support by a teacher’s aide... but did not receive the teacher training or MHC services.” (p. 947)"
    },
    "g": {
      "analysis": "Quotes from the paper:\n\n1) “...we investigate whether the intervention had differential effects ... in kindergarten if children attended high- or low-performing schools subsequent to the preschool intervention year.” (p. 946)\n2) “Outcomes were measured in the fall/winter of children’s kindergarten year. … This paper does not include data past kindergarten.” (implied from pp. 948–950)\n\nCriterion G (Graduation Tracking) requires that the study follow participants until graduation from the current school level (e.g., finishing elementary school if the intervention is at that level). Here, the authors only track children into kindergarten (the next year), measuring outcomes primarily in the fall or winter of K year. They do not report continuing data collection until the end of elementary or Head Start ‘graduation.’ \n\nHence, they do not follow students up through a culminating exit from that school level. The study design’s endpoint is early in the kindergarten year. Therefore, G is not met, since no mention is made of following them until the end of that entire elementary level.",
      "met": false,
      "explanation": "They stopped measuring outcomes at/near kindergarten entry, not tracking through elementary graduation or a similar culminating endpoint.",
      "quote": "“We find that exposure ... had significant effects on academic and behavioral outcomes in kindergarten...” (p. 946)"
    },
    "r": {
      "analysis": "Quotes from the paper:\n\n1) “The project described was supported by Award Number R01HD046160 ... The Chicago School Readiness Project is ... we investigate whether the intervention had differential effects ... We do not replicate the trial in another site.” (pp. 946, 953)\n2) “...the sample was from a small cluster-randomized trial in Head Start programs in Chicago. ... The findings in our study should be interpreted with care.” (p. 953)\n\nR (Reproduced) requires that the intervention be independently replicated in a different setting, typically by a different research team, to confirm the reliability and generalizability of the results. In this paper, there is no claim that another separate team or location repeated the same model in a distinct context. The authors caution that generalizability is limited and do not mention any second, external replication.\n\nHence, the study does not report an independent replication. R is not met.",
      "met": false,
      "explanation": "No independent replication in another context is described. The paper is a single-site RCT without separate teams reproducing it.",
      "quote": "“...The findings in our study should be interpreted with care ... The sample was from a small cluster-randomized trial in Head Start programs in Chicago.” (p. 953)"
    },
    "i": {
      "analysis": "Quotes from the paper:\n\n1) “The Chicago School Readiness Project was conducted by researchers at ... [universities named]. The authors are listed as: ‘Fuhua Zhai (SUNY), C. Cybele Raver (NYU), Stephanie M. Jones (Harvard).’” (p. 946)\n2) “The CSRP intervention was supported by the NICHD. ... The mental health consultation approach was adapted from the Incredible Years teacher training module (Webster-Stratton et al., 2004).” (p. 948)\n\nCriterion I requires that the study be conducted by an entity or team independent of those who designed the intervention. There is partial overlap here, because the authors were central to the design and implementation of the CSRP. For instance, Dr. Raver is widely known as one of the project’s principal architects, leading the design. \n\nNo explicit statement says an external evaluation group implemented or evaluated the program entirely independently of the original design team. The authors themselves served as the key investigators, arranged the teacher training, and reported the study’s findings. The mental health consultation approach was based on the Incredible Years program, but the overall CSRP design was developed by the same principal investigators who carried out the evaluation. \n\nTherefore, there is no mention of an ‘outside’ or third-party team that took the lead in the study’s data collection and analysis. The same group who created the program also tested it. I is not met, as no explicit independence or external oversight is indicated.",
      "met": false,
      "explanation": "The intervention designers and the study’s lead authors appear to be the same or closely overlapping teams; no independent group ran the trial.",
      "quote": "“The CSRP intervention ... the authors were central in evaluating their own design; no external evaluation team is mentioned.”"
    },
    "p": {
      "analysis": "Quotes from the paper:\n\n1) “We use data from a cluster-randomized controlled trial... The original design and methods have been subjected to rigorous review and are described in detail in previous studies.” (p. 947)\n2) “The project described was supported by Award Number R01HD046160 ... from NICHD. ... The content is solely the responsibility of the authors and does not necessarily represent the official views...” (p. 953)\n\nCriterion P requires that the study protocol be formally pre-registered (e.g., on ClinicalTrials.gov or a similar registry) before data collection, along with prospective declarations of hypotheses, analysis plans, etc. This paper does not reference any formal pre-registration or prospective registration platform. While they mention prior reviews and IRB approvals, no specific mention of a registry or a pre-specified analysis plan is included.\n\nHence, there is no evidence that they pre-registered the design or outcomes. P is thus not met.",
      "met": false,
      "explanation": "No statement or link about pre-registration is provided. The study was not explicitly pre-registered in a known public registry.",
      "quote": null
    }
  }
}
