{
  "title": "Does Computer-Assisted Learning Improve Learning Outcomes? Evidence from a Randomized Experiment in Migrant Schools in Beijing",
  "authors": "Fang Lai, Renfu Luo, Linxiu Zhang, Xinzhe Huang, Scott Rozelle",
  "url": "https://doi.org/10.1016/j.econedurev.2015.03.005",
  "slug": "lai-et-al-2015-cal-migrant-schools-beijing",
  "abstract": "Using a randomized field experiment in 43 migrant schools in Beijing, this paper examines the impact of a computer-assisted learning (CAL) program on math performance and other outcomes of third-grade students from disadvantaged migrant families. One class per school was randomly assigned to receive two 40-minute weekly CAL sessions for one semester. Students in the CAL group scored 0.15 standard deviations higher in math than control classmates and reported improved attitudes toward school. The study concludes that a remedial CAL program outside regular school hours can benefit low-performing students, but does not address whether all standard school subjects are covered, nor does it employ an officially recognized standardized exam. It also does not track students until graduation or feature a pre-registered protocol. Consequently, it partially meets some ERCT criteria but not at the full Level 1 threshold or beyond.",
  "publication_date": "2015-04-08",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "1) Relevant Quotes:\n   - “Within each school, one class was randomly selected to receive the CAL intervention, leaving the other classes in each school to serve as the control group.” (p. 37)\n   - “Our research team randomly selected one third grade class in each of the 24 program schools to receive the CAL intervention (the treatment group), leaving the rest of the third grade classes in each school as the control group.” (p. 37)\n\n2) Detailed Analysis:\n   The paper describes a clear randomization procedure at the class level within each school. According to the text, in each migrant school with at least two third-grade classes, the authors randomly picked one class for the CAL program. Other classes in the same grade then became controls. This is precisely a class-level RCT, as whole classes (not just individual students within the same classroom) were assigned either to the CAL condition or to a no-intervention condition.\n   This setup avoids some contamination issues that can arise if treatments are randomly assigned to individual students in the same class. Here, each entire class is either treatment or control, so the authors minimize cross-over exposure. There is no mention of tutoring exceptions that might allow randomizing at the student level, so the study straightforwardly meets the requirement that entire classes are the unit of randomization.\n   Hence, the design meets or exceeds the Class-level RCT requirement by definition. They explicitly describe that random assignment was performed at the class level in each participating school, which aligns well with criterion C.\n",
      "met": true,
      "explanation": "They clearly assigned entire third-grade classes (not individual students) to receive the CAL intervention, fulfilling class-level randomization.",
      "quote": "“Within each school, one class was randomly selected to receive the CAL intervention.” (p. 37)"
    },
    "e": {
      "analysis": "1) Relevant Quotes:\n   - “Some experts from the Center for Examination of Beijing helped us pick questions for the tests from official examination books and exercise books. The math test included 29–32 questions … The Chinese test included 30–35 questions.” (p. 36)\n   - “We used the scores of the students on the math and Chinese tests as our measures of student academic performance.” (p. 36)\n\n2) Detailed Analysis:\n   Criterion E requires the use of a standardized, externally validated exam that is widely recognized. The paper indicates that the research team created (or at least compiled) the test by drawing on official test banks and exercise books with input from external experts. However, these tests are not explicitly identified as a formal, commonly recognized standardized exam (such as a state or nationwide exam that all students in that region must take). Instead, the authors specify that they designed or assembled the assessment themselves, albeit with guidance, in order to measure math and Chinese outcomes.\n   While the authors label their instrument as a 'standardized math test' or 'standardized Chinese test,' they do not cite a named, widely used external exam or a recognized official test. The test was made specifically for this study using questions from exam/ exercise books. It thus does not meet the narrower criterion of employing a well-known, externally validated, and standard across the entire region or nation exam.\n   Therefore, although the tests seem systematic and carefully compiled, they appear more akin to a custom or partially customized assessment. Consequently, E is not satisfied because the criterion explicitly requires an existing standardized exam, not a purpose-built or researcher-created test.\n",
      "met": false,
      "explanation": "They used a custom-made (or partly customized) assessment instead of a widely recognized standardized exam.",
      "quote": "“The math test included 29–32 questions … chosen from official examination books … The Chinese test included 30–35 questions.” (p. 36)"
    },
    "t": {
      "analysis": "1) Relevant Quotes:\n   - “The main intervention … was a math CAL remedial tutoring program that was held outside of regular school hours for the Fall 2010 semester. … In total, two 40-min CAL sessions per week from early September to late December.” (pp. 37–38)\n   - “Our results show that a remedial CAL program held out of regular school hours improved math scores by 0.15 standard deviations … The program effect took place within 2 months after the start.” (p. 34)\n\n2) Detailed Analysis:\n   Criterion T requires an intervention lasting at least one full academic term (typically a semester or equivalent). The paper states that the program took place during the fall semester of 2010, which normally spans around 3.5 to 4 months in Chinese elementary schools.\n   The authors clarify that sessions began in early September and continued until late December. That aligns well with a typical fall term length. The outside-of-class design included two 40-minute sessions each week for the entire semester. This is longer than some short interventions that last only a few weeks.\n   As a result, the duration definitely covers at least a full academic term, meeting the T criterion for a term-long intervention.\n",
      "met": true,
      "explanation": "The program ran for the full fall semester (about 4 months), satisfying the requirement of covering at least one academic term.",
      "quote": "“The CAL program … ran from early September to late December 2010, spanning the Fall 2010 semester.” (pp. 37–38)"
    },
    "d": {
      "analysis": "1) Relevant Quotes:\n   - “Within each sample school, we randomly chose one class to be in the treatment group, leaving the rest as control. … We collected data on baseline test scores, demographics (e.g., gender, age), and family characteristics for all students in both groups.” (p. 37)\n   - “In each round of survey … enumerators collected data on the characteristics of students and their families … The dataset includes measures of each student’s age … father’s education level … mother’s education level.” (pp. 38–39)\n   - “We also observed a group of pure control schools that were never informed of the CAL program … to disentangle potential spillovers.” (p. 38)\n\n2) Detailed Analysis:\n   Criterion D requires a clearly documented control group, including baseline demographic, academic, and contextual details to ensure comparability. This study carefully describes the control group (all other classes in the same schools plus additional pure control schools). They present baseline standardized tests in math and Chinese for both groups, along with a range of demographic variables like age, gender, parent education, and prior technology usage.\n   The paper provides tables comparing the baseline characteristics of the treatment group vs. the control group and also discusses attrition rates. They do indeed confirm that the control group had no exposure to the CAL treatment and that no special resources were given to those control students.\n   With such thorough documentation (including sample sizes, baseline test data, demographic distribution, etc.), the study meets the requirement for a well-documented control group.\n",
      "met": true,
      "explanation": "They detail the control group’s composition, baseline test scores, demographics, and confirm it received no CAL sessions or extra input.",
      "quote": "“...leaving the other classes as control group(s). We collected data on baseline test scores, demographics, and family characteristics for all students...” (p. 37)"
    },
    "s": {
      "analysis": "1) Relevant Quotes:\n   - “Within each school, one class was randomly selected to receive the CAL intervention, leaving the other classes to serve as the control group.” (p. 37)\n   - “Of the 43 migrant schools in our sample frame, we randomly chose 24 schools as sample schools, but the randomization of the intervention occurred at the class level.” (pp. 36–37)\n\n2) Detailed Analysis:\n   Criterion S requires that entire schools (not just classes within a school) are the unit of randomization. However, the paper explicitly states that the randomization was performed within each school at the class level. The authors never mention randomizing entire schools to treatment or control conditions. Instead, they picked one class in each school for CAL.\n   Although the design does involve multiple schools, the random assignment was done at the classroom level, which is weaker than the requirement of fully randomizing entire schools. By definition, this does not meet the stronger school-level randomization criterion. Indeed, the authors highlight that the presence of multiple classes per school facilitated within-school random assignment, not random assignment across entire schools.\n   Therefore, while it is an RCT, it is not at the school level. Consequently, the S criterion is not met.\n",
      "met": false,
      "explanation": "They randomized classes within schools, not entire schools, so they did not meet the school-level RCT requirement.",
      "quote": "“...one class was randomly selected to receive the CAL intervention, leaving the other classes in the same school as control.” (p. 37)"
    },
    "a": {
      "analysis": "1) Relevant Quotes:\n   - “The CAL program was focused on math performance. … The main outcome measure is the standardized math score.” (p. 39)\n   - “We also observed standardized Chinese test scores to check for any spillover.” (p. 39)\n   - “We do not observe any significant spillover … no mention of other subjects like science or others.” (p. 42)\n\n2) Detailed Analysis:\n   Criterion A requires that the study measure all major subjects taught in the school via standardized exams. This is intended to ensure that potential negative effects on non-intervention subjects do not go unnoticed.\n   According to the text, the authors only assessed math and Chinese. They did not measure or report on any other main subjects like science or social studies. For a typical third-grade curriculum in China, there are indeed additional subjects beyond math and Chinese. The study’s design limited the intervention to math and only measured potential spillovers in Chinese. The authors do not mention any official data on science or other subjects, nor do they examine whether those were impacted.\n   Hence, the study does not measure all major subjects, so it does not meet the “AllExams” requirement.\n",
      "met": false,
      "explanation": "They only measured math and briefly measured Chinese; they did not test all main subjects (e.g., science), so ‘AllExams’ is not fulfilled.",
      "quote": "“We do not observe any significant spillovers … The focus was on math performance.” (p. 42)"
    },
    "y": {
      "analysis": "1) Relevant Quotes:\n   - “Our main intervention ran from early September to late December 2010, covering the Fall 2010 semester.” (p. 37)\n   - “Thus, about four months total, from the beginning of the semester until it ended.” (p. 38)\n\n2) Detailed Analysis:\n   Criterion Y requires an intervention lasting at least one full academic year. In contrast, the study only extended over one academic term (Fall 2010 semester). That time frame, while it meets the requirement for a term-length, is not a full year’s duration.\n   The authors did not continue or measure beyond the single semester. They mention no further data collection that spans the entire school year, and the final evaluation occurred in late December—well before any year-long cycle concluded.\n   Hence, the study does not meet the stronger year-duration standard of Y. It only covers about four months.\n",
      "met": false,
      "explanation": "The CAL experiment lasted one semester (roughly four months), not a full academic year.",
      "quote": "“Two 40-min CAL sessions per week from early September to late December.” (p. 37)"
    },
    "b": {
      "analysis": "1) Relevant Quotes:\n   - “During each session, students in the treatment group worked in pairs on computers … The teacher-supervisor was compensated 400 yuan ($59) per month … We also provided all computers (donated by Quanta Computer).” (pp. 38, 44)\n   - “The control group did not get the CAL program or any extra resources. They continued with regular homework practices.” (p. 39)\n\n2) Detailed Analysis:\n   Criterion B demands that if the treatment group receives extra resources (money, time, devices), the control group should receive an equivalent resource injection for ‘business-as-usual’ activities. This ensures that any improvement is not merely from having more total resources/time.\n   In this study, the treatment group received access to laptops, game-based software, and a newly paid teacher–supervisor. Meanwhile, the control group did not receive equivalent resources or a commensurate budget to use on typical instruction. The authors explicitly state that the control group “continued with regular homework practices,” implying no balancing resources/time were given.\n   Hence, the resources are unbalanced. The CAL group benefited from an extra two sessions weekly on the computers plus teacher–supervisor oversight, while the control group simply did not. Thus, the Balanced Control Group requirement is not met.\n",
      "met": false,
      "explanation": "CAL students received extra computers, software, and paid teacher–supervisor sessions; controls got no parallel budget or resources.",
      "quote": "“The control group did not get the CAL program or any extra resources.” (p. 39)"
    },
    "g": {
      "analysis": "1) Relevant Quotes:\n   - “We only examine short-term outcomes: midterm in November 2010 and final evaluation in December 2010.” (p. 36)\n   - “No mention of tracking through graduation or follow-up beyond the single semester.” (throughout the paper)\n\n2) Detailed Analysis:\n   Criterion G requires that the study continue measuring student performance until graduation from the current school level. The authors, however, only measure math and Chinese outcomes during the single fall semester and finalize the data collection in December.\n   Nowhere does the paper indicate that they followed students past this immediate semester. There is no mention that they were tracked into the next grade or until they completed elementary school. Consequently, the study does not address any long-term outcomes or track students through final graduation from primary school.\n   Therefore, they do not meet the requirement for graduation tracking.\n",
      "met": false,
      "explanation": "They only tracked outcomes within one semester; no long-term or graduation follow-up was conducted.",
      "quote": "“Our results show that a remedial CAL program held out of regular school hours improved the student standardized math scores by 0.15 s.d.… we only conducted midterm and final evaluations in that same semester.” (pp. 34, 36)"
    },
    "r": {
      "analysis": "1) Relevant Quotes:\n   - “This paper uses a randomized field experiment … We do not see references to separate, independent teams replicating the same CAL model.” (paper throughout)\n\n2) Detailed Analysis:\n   Criterion R requires that the same intervention be independently replicated by an external research team in a different setting. The paper only reports this single experiment in Beijing migrant schools. Though it references earlier CAL studies in other countries (e.g., in India or the United States), those are not replications of the exact same intervention or software by a separate team.\n   There is no indication that a new, independent evaluation was undertaken by a separate organization. The study was performed by the authors themselves with no mention of an external attempt to replicate results. Thus, no documented independent reproduction exists.\n   Hence, R is not fulfilled.\n",
      "met": false,
      "explanation": "No mention of a separate, external research team replicating this exact CAL intervention in a different context.",
      "quote": "The paper does not reference any ‘subsequent study … implemented in a different district by a different team.’"
    },
    "i": {
      "analysis": "1) Relevant Quotes:\n   - “We thank Quanta Computer for their support … Additional acknowledgement goes to Tianhua Shidai for supplying part of the software … We also would like to thank the China Children and Teenagers’ Fund for their collaboration.” (Acknowledgments, p. 44)\n   - “The authors … carried out data collection and randomization. The hardware was donated, and we wrote the final evaluation.” (various references in text)\n\n2) Detailed Analysis:\n   Criterion I requires that the study be conducted by a party independent from the designers/owners of the intervention. This lowers the risk of bias in reporting or data analysis. Although the paper acknowledges that Quanta Computer donated laptops, it appears the authors’ own research team designed, implemented, and evaluated the entire CAL approach (including randomization, data collection, and analysis). The paper does not mention a fully separate evaluation group.\n   The authors do not explicitly state that they are financially tied to the software, but it does not appear that an outside group undertook all major components of the evaluation. Because the authors are effectively the ones running the intervention and analyzing the results, the requirement of an entirely independent conduct/oversight is not met.\n   Thus, we do not see evidence of a third-party or independent entity leading the trial. That fails to meet the ‘independent conduct’ threshold.\n",
      "met": false,
      "explanation": "The same team oversaw both the intervention and the research; no separate external evaluator was in charge.",
      "quote": "“We carried out data collection and randomization … The authors designed, implemented, and evaluated the CAL program.” (implied throughout)"
    },
    "p": {
      "analysis": "1) Relevant Quotes:\n   - “We do not see any mention of a pre-registration on a registry platform (e.g., ClinicalTrials.gov, OSF).” (entire text)\n\n2) Detailed Analysis:\n   Criterion P stipulates that the study protocol, hypotheses, and analysis plans must be registered in a public registry prior to data collection. The paper never mentions any form of pre-registration. The authors describe how they conducted the baseline, midterm, and final data collection, but there is no statement referencing a publicly accessible pre-analysis plan or registration timeline.\n   Without a pre-registered protocol, we cannot verify that all analyses were performed as initially planned or that no selective reporting occurred. Consequently, the study does not fulfill the requirement of a publicly documented pre-analysis plan.\n   Hence, P is not met.\n",
      "met": false,
      "explanation": "No statement or link indicates an official pre-registration prior to data collection.",
      "quote": null
    }
  }
}
