{
  "title": "Effect of gamified flipped classroom on improving nursing students’ skills competency and learning motivation: a randomized controlled trial",
  "authors": "Mohamed E. H. Elzeky, Heba M. M. Elhabashy, Wafaa G. M. Ali, and Shaimaa M. E. Allam",
  "url": "https://doi.org/10.1186/s12912-022-01096-6",
  "slug": "elzeky-et-al-2022-gamified-flipped-classroom",
  "abstract": "Background: Flipped learning excessively boosts students’ understanding through reversed arrangements of pre-learning and in-class learning events. Using a gamification method in flipped classrooms can help students stay motivated and achieve their goals. Methods: A randomized controlled trial design with pre-test and post-test was adopted, involving 128 nursing students randomly divided into study and control groups. Moodle was gamified for 6 weeks in the intervention group. Results: Significant differences were observed in students’ self-confidence, skills knowledge, preparation intensity, and motivation. Conclusions: Gamified flipped classrooms improved motivation, preparation, knowledge, and self-confidence compared with traditional flipped classrooms. The trial was prospectively registered (NCT04859192).",
  "publication_date": "2022-11-03",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Relevant quotes: (1) “This study adopted a randomized controlled study design with a pre-test and post-test and involved 128 nursing students at Mansoura University … This study randomly divided the students into the study and control groups.” (Methods section) (2) “Participants were recruited from … The students … who were willing to participate were involved. This study required an a priori sample size of 128 students, who were randomly divided into two groups … using block randomization with a block size of 4.” (Subjects section)\n\nFirst paragraph: The ERCT Standard’s Class-level RCT (C) criterion requires that entire classes (or schools, if stronger) be randomly assigned to treatment or control, preventing contamination between students in the same classroom. The paper, however, indicates that randomization occurred at the student level. Specifically, the authors describe that 128 students were randomly allocated into two conditions via block randomization. No statement appears that entire classes were assigned. \n\nSecond paragraph: Because the intervention was introduced to individual students, it raises the risk of potential contamination—students in the same classroom might share experiences or resources. Moreover, the standard allows an exception for tutoring or purely one-to-one interventions; however, this study used a broader class-based instruction approach with half of the students receiving the gamified platform and the other half the standard flipped classroom, all presumably in parallel labs. Thus, no recognized exception from the standard applies.\n\nThird paragraph: Given that the randomization was not done at the class level (and no valid exception is cited), the “Class-level RCT” criterion is not satisfied.",
      "met": false,
      "explanation": "Randomization was performed at the student level rather than at the class or school level, and no tutoring exception applies.",
      "quote": "“…involved 128 nursing students… randomly divided into the study and control groups.”"
    },
    "e": {
      "analysis": "Relevant quotes: (1) “Six tools were used in this study.” (Methods section) (2) “Tool V: Fundamentals of nursing II knowledge tests… The scoring system was implemented by adding five points to every right answer and 0 points to every incorrect answer.” (Methods section)\n\nFirst paragraph: The ERCT Standard requires the use of standardized, well-established exams independent of the research team’s custom design. Such exams ensure objectivity and comparability across different contexts. In this study, the authors developed or adapted their own tools to measure knowledge (for example, “Three formative quizzes … each consisted of 20 questions.”). \n\nSecond paragraph: There is no mention of recognized standardized exams (e.g., national or state tests) for assessing skill or knowledge outcomes. Instead, the quizzes and checklists were prepared by the researchers specifically for this study, focusing on the specific content of the nursing skills and the fundamentals course.\n\nThird paragraph: Because the assessment instruments are custom-made for this project and not previously validated large-scale standardized exams, the E (Exam-based Assessment) criterion is not met.",
      "met": false,
      "explanation": "They used researcher-developed quizzes and observation checklists instead of standard external exams.",
      "quote": "“Tool V… three formative quizzes for each timepoint… developed by the researchers… each consisted of 20 questions.”"
    },
    "t": {
      "analysis": "Relevant quotes: (1) “The assistant staff gathered data for 11 weeks at three timepoints in the second academic semester (2020–2021).” (Methods section) (2) “Timepoint 0 (T0) covers the first 2 weeks, and timepoints 1 (T1) and 2 (T2) cover the subsequent 3 weeks.” (Fig. 1)\n\nFirst paragraph: According to the ERCT Standard, an intervention must last for at least one full academic term (commonly 3–4 months) to satisfy the T criterion. The paper states that the study spanned a total of 11 weeks during the second semester. \n\nSecond paragraph: Eleven weeks is approximately 2.5 months, which is slightly under the standard three-month threshold typically defining a full academic term or semester. Although the authors mention that it occurred in the second semester, the intervention plus data collection does not clearly cover an entire 3- to 4-month term.\n\nThird paragraph: Because the described duration is somewhat shorter than the typical full term criterion (3+ months) and is not explicitly stated as a complete academic term, T is not fully met.",
      "met": false,
      "explanation": "The intervention was about 11 weeks, which does not clearly encompass a full 3- to 4-month academic term.",
      "quote": "“…the assistant staff gathered data for 11 weeks at three timepoints in the second academic semester…”"
    },
    "d": {
      "analysis": "Relevant quotes: (1) “Data were collected … in the intervention and control groups … randomization was performed by an independent statistician.” (Methods section) (2) “An a priori sample size of 128… demographic characteristics… No substantial differences in sex, secondary school location, economic status … were observed between the two groups.” (Results section)\n\nFirst paragraph: The ERCT Standard’s Documented Control Group (D) criterion requires a clear description of the control group’s baseline and demographics, plus verification that the control participants received ‘business-as-usual’ or some standard approach. \n\nSecond paragraph: This paper provides a thorough demographic table (Table 1) comparing the groups for sex, economic status, prior academic performance, etc. The authors also specify that the control group continued with the usual flipped classroom (without gamification). \n\nThird paragraph: Because the authors provide clear details about how many students were in the control group, their demographic backgrounds, baseline equivalence checks, and exactly what the control group did (standard flipped classroom approach), the D criterion is satisfied.",
      "met": true,
      "explanation": "They provide demographic details for the control group and describe what the control group received (standard FC).",
      "quote": "“…No substantial differences in sex, secondary school location, economic status … were observed between the two groups.”"
    },
    "s": {
      "analysis": "Relevant quotes: (1) “This study randomly divided the students into the study and control groups…” (Methods section)\n\nFirst paragraph: The S (School-level RCT) criterion requires that entire schools be the unit of randomization, ensuring that each participating school is fully assigned to either the intervention or control.\n\nSecond paragraph: The present study involves a single faculty of nursing at one university, and randomization was carried out at the individual-student level (block randomization) rather than assigning entire schools. There is no mention of multiple schools being randomized. \n\nThird paragraph: Because randomization is not done among schools but among students, the S requirement is not met.",
      "met": false,
      "explanation": "They randomized individual students, not entire schools.",
      "quote": "“...128 nursing students... randomly divided into... study and control groups.”"
    },
    "a": {
      "analysis": "Relevant quotes: (1) “This study… examines effect on Fundamentals of Nursing students’ skills competency …” (Abstract) (2) “Three quizzes for each timepoint … covered oral medication administration, injections, range of motion exercises, etc.” (Methods section)\n\nFirst paragraph: The A (AllExams) criterion entails measuring outcomes in all main subjects—such as math, language, science—for a broad coverage, or at least a justified rationale for specialized or vocational contexts. Additionally, the standard specifically wants standardized exam-based measures. \n\nSecond paragraph: The paper focuses narrowly on fundamentals of nursing, measuring only knowledge, performance, and confidence related to that domain. There is no mention of evaluating performance in other courses or subjects. The main objective is to see how well students learn those targeted nursing skills; no broad subject coverage is reported.\n\nThird paragraph: As the study assessed only nursing fundamentals and did not measure or account for additional subjects, the AllExams requirement is not satisfied.",
      "met": false,
      "explanation": "Only fundamentals of nursing skills and knowledge were tested; no assessment of other main subjects.",
      "quote": "“...the knowledge test covered oral medication administration, injection techniques, range of motion exercises...”"
    },
    "y": {
      "analysis": "Relevant quotes: (1) “A randomized controlled design with a pre-test and post-test … data collection lasted 11 weeks...” (Methods section) (2) “In the second academic semester (2020–2021).” (Methods section)\n\nFirst paragraph: The Y (Year Duration) criterion requires the intervention to last for at least one full academic year—roughly 9–10 months—before concluding final outcome measures.\n\nSecond paragraph: The paper clearly states that the entire study spanned a single partial semester (about 11 weeks). There is no indication that they continued the trial or follow-up for a full academic year.\n\nThird paragraph: Since the total intervention was only a fraction of an academic year, the Y criterion is not fulfilled.",
      "met": false,
      "explanation": "They ran the intervention for roughly 11 weeks, far shorter than a year.",
      "quote": "“…the assistant staff gathered data for 11 weeks at three timepoints in the second academic semester (2020–2021).”"
    },
    "b": {
      "analysis": "Relevant quotes: (1) “In the intervention group, Moodle was gamified for 6 weeks…” (Methods section) (2) “The control group … did not receive any intervention, except for their routine FC education.” (Methods section)\n\nFirst paragraph: B (Balanced Control Group) means that if extra resources (time, budget, tutoring) are given to the intervention group, the control group should get the same magnitude of extra resources to avoid conflating resource differences with the actual effect of the intervention.\n\nSecond paragraph: In this study, the intervention group had multiple additional components, including badges, game quizzes, leaderboards, levels, etc., presumably requiring extra online activity, teacher design time, and motivational gaming elements. The control group continued with a conventional flipped classroom approach, receiving no equivalent resources or budget expansions.\n\nThird paragraph: There is no mention that the control group was given any matching or extra resources/time to offset the gamified environment. Therefore, B is not met.",
      "met": false,
      "explanation": "The intervention group received multiple gamified features not mirrored in the control group with no extra resource equivalence.",
      "quote": "“...The control group did not receive any intervention, except for their routine FC education.”"
    },
    "g": {
      "analysis": "Relevant quotes: (1) “We assessed skill performance immediately after each session… and ended data collection after 11 weeks.” (Methods section) (2) “No mention of continuing the follow-up until graduation.” (no direct text present)\n\nFirst paragraph: G (Graduation Tracking) requires that participants be followed until they graduate from that educational level (e.g., end of the nursing program), to examine the long-term effect of the intervention.\n\nSecond paragraph: The authors only tracked students’ performance and motivation for the short duration of the study (11 weeks) during a single course segment. There is no mention of continuing the study or measuring outcomes at graduation.\n\nThird paragraph: Because the observation period ended well before students graduated, this criterion is not satisfied.",
      "met": false,
      "explanation": "They measured short-term outcomes only, with no follow-up until actual graduation.",
      "quote": "“...data collection lasted 11 weeks…” (no graduation follow-up mentioned)"
    },
    "r": {
      "analysis": "Relevant quotes: (1) “This study is a randomized controlled trial … few similar randomized controlled trials with which to compare our results.” (Discussion section) (2) There is no direct mention of a separate, independent replication by another research team in a separate site.\n\nFirst paragraph: R (Reproduced) requires the intervention be replicated by an independent research group in a different context, showing consistent results.\n\nSecond paragraph: While the authors do refer to related literature on flipped classrooms and gamification, they do not describe any outside group replicating the exact intervention of ‘gamified flipped classroom for fundamentals of nursing’ in a separate study. \n\nThird paragraph: Because the article gives no evidence of an external replication, the R criterion is not met.",
      "met": false,
      "explanation": "No independent replication of this intervention by a different team is mentioned.",
      "quote": "“...few similar randomized controlled trials with which to compare our results.” (no mention of an independent reproduction)"
    },
    "i": {
      "analysis": "Relevant quotes: (1) “...This study was designed to assess the effects of using gamified FCs on the Fundamentals of Nursing students…” (Introduction) (2) The authors are from Mansoura University, created the gamified approach, and there is no statement that a separate, external team conducted or analyzed the study.\n\nFirst paragraph: I (Independent Conduct) requires that the study be carried out by an organization or researchers who are not the same as those who developed or hold interests in the intervention, to limit bias.\n\nSecond paragraph: In this article, the authors themselves designed and implemented the gamified flipped classroom approach, as well as carried out the evaluation. No mention is made that the evaluation or data collection was done by an entirely external party with no stake in the program design.\n\nThird paragraph: Since independence from the intervention design team is not indicated, I is not fulfilled.",
      "met": false,
      "explanation": "The same team that created and implemented the intervention also conducted the study, with no external evaluator.",
      "quote": "“This study adopted a randomized controlled study design… In the intervention group, Moodle was gamified for 6 weeks…”"
    },
    "p": {
      "analysis": "Relevant quotes: (1) “Trial registration. Prospectively registered with ClinicalTrials.gov on 26/04/2021; registration number NCT04859192.” (Abstract and final section)\n\nFirst paragraph: P (Pre-Registered) requires that the study protocol, including hypotheses and methods, be registered in a public registry prior to data collection.\n\nSecond paragraph: The paper clearly states that it was prospectively registered with ClinicalTrials.gov, which fulfills this transparency requirement. The date (26/04/2021) is presumably before the main data collection began, indicating prospective registration.\n\nThird paragraph: Because there is an explicit mention of prospective trial registration, P is met.",
      "met": true,
      "explanation": "They explicitly state the prospective registration on ClinicalTrials.gov (NCT04859192) before data collection.",
      "quote": "“Trial registration. Prospectively registered with ClinicalTrials.gov on 26/04/2021...”"
    }
  }
}
