{
  "title": "Beyond class size reduction: Towards more flexible ways of implementing a reduced pupil–teacher ratio",
  "authors": "Oddny Judith Solheim and Vibeke Opheim",
  "url": "https://doi.org/10.1016/j.ijer.2018.10.008",
  "slug": "solheim-opheim-2019-beyond-class-size-reduction",
  "abstract": "The effect of a reduced pupil–teacher ratio has mainly been investigated as that of reduced class size. Hence we know little about alternative methods of reducing the pupil–teacher ratio. Deploying additional teachers in selected subjects may be a more flexible way, both pedagogically and financially, to exploit the opportunities for adapting instruction inherent in reducing the number of students under a teacher’s responsibility. In this paper, we discuss limitations to previous class-size research and suggest more flexible ways to implement a reduced pupil–teacher ratio. One alternative approach is illustrated with a change in national policy in Norway to increase teacher density as well as research following this initiative.",
  "publication_date": "2019-02-15",
  "erct_level": 0,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “Recently, common efforts by the teachers’ union, the national parents’ committee and the national association of school students have resulted in a policy decision to increase teacher density.” (p. 149)\n- “The carefully designed studies in the major Norwegian research initiative described in this paper will add to the knowledge base in substantial ways ... The two projects presented also offer more data on implementation than has often been the case in previous studies of class size.” (pp. 149–151)\n- “Following a competitive process, the initiative decided to fund two large-scale RCTs: Two Teachers ... and 1+1. Both RCTs investigate the effect of deploying an additional teacher during specific lessons...” (p. 149)\n\nDetailed Analysis:\n(1) The ERCT Standard’s ‘Class-level RCT’ criterion (C) requires that the paper itself present a class-level (or stronger) randomization, clearly describing a Randomised Controlled Trial design in which either entire classes or entire schools serve as the randomization unit.\n(2) This paper does discuss two large-scale RCTs in Norway (“Two Teachers” and “1+1”), but it does so only as examples of current or upcoming research. The paper itself is not the primary RCT report; rather, it provides an overview and rationale behind flexible pupil–teacher ratio implementation and how such policies have given rise to these trials.\n(3) Because the paper is primarily a conceptual and policy-focused article, it does not describe carrying out an RCT on its own. It references RCTs that others are conducting. Therefore, it does not meet the criterion of presenting a class-level RCT within the paper’s own methods.\n",
      "met": false,
      "explanation": "No actual random assignment at the class (or school) level is carried out or reported within this paper’s own study design; it only references other RCTs conducted elsewhere.",
      "quote": "“Following a competitive process, the initiative decided to fund two large-scale RCTs...” (p. 149)"
    },
    "e": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “Although class-size research has contributed important knowledge about the effects of a reduced PTR, there are some clear limitations.” (p. 147)\n- “The objective of this initiative is to generate knowledge about the effects of increased teacher density ... and to provide new insights into how students’ learning and learning environment are affected.” (p. 149)\n\nDetailed Analysis:\n(1) The ‘Exam-based Assessment’ (E) criterion requires that a standardised exam-based measure, rather than a custom or researcher-developed test, be used to gauge outcomes. Studies meeting this criterion would explicitly name, use, or present data from a standard exam.\n(2) This paper is a theoretical and policy-oriented discussion about teacher density and flexible PTR. While it mentions that the RCTs (like “Two Teachers” and “1+1”) will measure or evaluate reading or math outcomes, the paper itself does not describe administering or analyzing any standardized exam.\n(3) Hence, it neither reports nor focuses on results from a recognized standardized exam for the study described in this paper (indeed, it mainly outlines how future research might proceed). Consequently, it does not meet the Exam-based Assessment requirement in its own methodology.\n",
      "met": false,
      "explanation": "The paper does not report using or analyzing standardized exam data as part of its own design; it only discusses potential or upcoming studies using such exams.",
      "quote": "“...we know little about alternative methods of reducing the pupil–teacher ratio. Deploying additional teachers ... may be a more flexible way...” (p. 146)"
    },
    "t": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “In this paper, we discuss limitations to previous class-size research and suggest alternative ways of conceptualizing a reduced PTR.” (p. 146)\n- “The carefully designed studies in the major Norwegian research initiative described in this paper will ... evaluate the effect of increased teacher density along with ... professional development.” (p. 151)\n\nDetailed Analysis:\n(1) The ‘Term Duration’ (T) criterion requires that the paper’s own intervention or study last at least one academic term (usually 3–4 months), with quotes specifying a start/end date.\n(2) While the authors mention that the “Two Teachers” project was planned to run across multiple academic weeks or even years, that is not part of this paper’s direct, original study design. They merely summarize what others are testing.\n(3) The present paper does not describe implementing an intervention for a term or longer. Rather, it lays out conceptual arguments and references separate, upcoming or ongoing RCTs. Therefore, it does not meet the T criterion in its own methodology.\n",
      "met": false,
      "explanation": "No original intervention of a minimum one-term duration is presented here; the paper is a policy discussion and references other trials’ durations.",
      "quote": null
    },
    "d": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “In this paper, we discuss limitations to previous class-size research and suggest more flexible ways to implement a reduced PTR.” (p. 146)\n- “Both RCTs investigate the effect of deploying an additional teacher ... The main goal ... is to study the effects of small-group instruction.” (pp. 149–150)\n\nDetailed Analysis:\n(1) The ‘Documented Control Group’ (D) criterion requires clear documentation within the paper itself of a control or comparison group’s demographics, baseline performance, and the condition they received.\n(2) This paper does not present direct data from any control groups. Although it mentions that certain RCTs have treatment and control arms (e.g. “1+1,” “Two Teachers”), it does not supply specific details about baseline data or how those groups were documented.\n(3) Since the paper is essentially a conceptual/policy discussion, with no direct reporting of control-group characteristics or outcomes, it does not satisfy the D criterion.\n",
      "met": false,
      "explanation": "No direct details on a control group’s composition or baseline characteristics are provided as part of the paper’s own research design.",
      "quote": null
    },
    "s": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “Following a competitive process, the initiative decided to fund two large-scale RCTs ... both RCTs investigate the effect of deploying an additional teacher.” (p. 149)\n- “We will also describe a research initiative ... designed to generate knowledge about the effects of increased teacher density ... The schools are divided into two groups.” (pp. 149–150)\n\nDetailed Analysis:\n(1) The ‘School-level RCT’ (S) criterion requires that the paper itself describe or implement randomization at the school level.\n(2) While the authors reference how some Norwegian projects randomize at the school level (such as in “1+1,” where 162 schools are divided into two groups of equal size), the paper does not claim that it is running that RCT itself, nor does it present the methods or results of a school-level RCT that the authors conducted.\n(3) Because the paper only discusses broader policy and references other research projects that do utilize school-level RCTs, it does not meet the S criterion within its own methodology.\n",
      "met": false,
      "explanation": "The paper does not itself conduct or report a school-level RCT; it only describes external RCTs that are being or will be carried out by others.",
      "quote": "“The 1+1 project ... The schools are divided into two groups of equal size – a treatment group ... and a comparison group.” (p. 150)"
    },
    "a": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “Research has also looked into classroom management and control ... but the findings have been mixed.” (p. 146)\n- “The main goal of the 1+1 project is to study the effects of small-group instruction on students’ skills in mathematics ... but no mention is made of other subjects.” (p. 150)\n\nDetailed Analysis:\n(1) The ‘AllExams’ (A) criterion requires that an educational RCT measure the impact on all main subjects taught, not just the one subject of intervention.\n(2) This paper is not presenting an RCT. It references future or ongoing RCTs that focus on reading or math specifically (for example, the “Two Teachers” project deals with literacy instruction, while “1+1” deals with mathematics). The authors do not claim that they are measuring all core subjects (like science, language, social studies, etc.).\n(3) Since the paper is a discussion piece and does not measure (or plan to measure) a range of subjects, it fails to meet the A criterion within its own methodology.\n",
      "met": false,
      "explanation": "They discuss future RCTs focused on specific subjects (reading or math), not a comprehensive ‘all-subjects’ approach.",
      "quote": null
    },
    "y": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “The carefully designed studies ... represent innovative approaches ... They provide more up-to-date information from new contexts.” (p. 151)\n- “Two Teachers ... and 1+1 ... Both RCTs investigate the effect of deploying an additional teacher ... with an overall intervention period of multiple years.” (pp. 149–150)\n\nDetailed Analysis:\n(1) The ‘Year Duration’ (Y) criterion is met if the study itself implements an intervention for at least a full academic year and reports on that.\n(2) Although the authors note that “Two Teachers” would originally run for up to 4 years, and “1+1” runs for multiple years, those details pertain to separate ongoing RCTs. The paper itself does not conduct or report a year-long (or any) intervention.\n(3) Thus, it does not meet Y for its own study design, because it is not presenting original data from a year-long intervention.\n",
      "met": false,
      "explanation": "No direct year-long intervention is described in this paper’s own research; the authors merely discuss other multi-year RCTs.",
      "quote": "“The Two Teachers project ... The treatment classes received an additional teacher ... for 38 weeks, in grades 1 and 2.” (p. 149) [But this is not the authors’ own study here; it’s describing a separate project.]"
    },
    "b": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “One side found its arguments on studies using natural experimental approaches ... the other side argued that increased teacher density may have additional effects ...” (pp. 148–149)\n- “The teacher norm was introduced in Norwegian schools starting in the 2018/2019 academic year ... schools are now free to organize student groups as they find best.” (p. 149)\n\nDetailed Analysis:\n(1) The ‘Balanced Control Group’ (B) criterion requires that if the intervention group receives extra time or resources, the paper must describe how the control group was also given an equivalent resource/time so that the difference is purely in the pedagogical approach.\n(2) This policy-focused paper does not detail any control-group arrangement for balancing resources. Although it references certain RCT designs, it does not itself present data or describe a scenario in which resources/time were balanced between two groups.\n(3) Consequently, we cannot confirm that a balanced control group was part of this paper’s own methods. Therefore, B is not met.\n",
      "met": false,
      "explanation": "There is no description of a control group receiving equivalent time/budget to match the intervention condition; the paper is conceptual rather than an RCT report.",
      "quote": null
    },
    "g": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “We will also describe a research initiative ... to generate knowledge about the effects of increased teacher density in lower-primary schools.” (p. 149)\n- “This initiative ... will evaluate short- and long-term effects.” (p. 149)\n\nDetailed Analysis:\n(1) The ‘Graduation Tracking’ (G) criterion requires evidence that the study follows participants through to graduation from their current school level.\n(2) The authors do speak of studying long-term or multi-year effects, but they do not indicate following students through the end of a particular educational stage, such as the final year of primary or secondary education.\n(3) Because the paper remains an overview of planned or existing research, it does not detail any actual graduation-tracking design. Hence, G is not met.\n",
      "met": false,
      "explanation": "There is no explicit mention of tracking students until graduation; the paper focuses on near-term outcomes and theoretical approaches.",
      "quote": null
    },
    "r": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “A special Teacher Density and Student Achievement Initiative ... was assigned an overall budget of NOK 490.5 million ... and was established as a specific research activity.” (p. 149)\n- “Following a competitive process, the initiative decided to fund two large-scale RCTs.” (p. 149)\n\nDetailed Analysis:\n(1) The ‘Reproduced’ (R) criterion requires that the paper document an independent replication of its intervention or approach by a separate team in a different context.\n(2) Although the authors mention that multiple RCTs are underway, the paper itself does not claim that the same approach was replicated independently. There is no mention that a separate team has confirmed or reproduced the same intervention’s results.\n(3) Hence, the paper does not meet R, because it does not report any completed or published independent replication of a previously tested intervention.\n",
      "met": false,
      "explanation": "No evidence is presented of an independent research team replicating the same design or intervention detailed in the paper.",
      "quote": null
    },
    "i": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “We have chosen to implement a programme for professional development ... which has been designed on the basis of characteristics found to be essential when it comes to increasing knowledge and practice.” (p. 151)\n- “The carefully designed studies ... represent innovative approaches to the study of a reduced PTR.” (p. 151)\n\nDetailed Analysis:\n(1) The ‘Independent Conduct’ (I) criterion requires that the study be carried out by researchers who are not themselves the developers or creators of the intervention, or that there is documented third-party oversight.\n(2) Here, the paper does not detail the arrangement of the researchers versus the intervention developers. Rather, it outlines policy changes, RCTs, and potential partnerships but does not specify independence or conflict of interest in any detail.\n(3) Consequently, we cannot conclude that this requirement is met. The paper does not show that these RCTs were conducted by a team entirely independent from the intervention designers. This is simply not discussed.\n",
      "met": false,
      "explanation": "The paper does not describe who conducted the interventions or whether they were independent from the original designers.",
      "quote": null
    },
    "p": {
      "analysis": "Relevant Quotes from the Paper:\n\n- “The need for more knowledge about ‘what works’ and ‘why it works’ has resulted in several initiatives from the Ministry of Education and Research ...” (p. 149)\n- “Given that the efficacy ... might not be directly inferable from previous studies, funding was allocated to research into the impact of increased teacher density.” (p. 149)\n\nDetailed Analysis:\n(1) The ‘Pre-Registered’ (P) criterion requires explicit mention of a preregistration of the study protocol (for example, on ClinicalTrials.gov, OSF, or a similar registry) before data collection.\n(2) The paper does not declare or cite any preregistration references for its own methods. It simply outlines how Norwegian authorities funded certain RCTs but does not provide a link or registration ID.\n(3) Therefore, the paper fails this criterion. There is no indication that the authors themselves preregistered their research design.\n",
      "met": false,
      "explanation": "No formal mention of a preregistered protocol or registry is provided in the paper.",
      "quote": null
    }
  }
}
