{
  "title": "Large-scale randomized controlled trial with 4th graders using intelligent tutoring of the structure strategy to improve nonfiction reading comprehension",
  "authors": "Kausalai Kay Wijekumar, Bonnie J. F. Meyer, Puiwa Lei",
  "url": "https://doi.org/10.1007/s11423-012-9263-4",
  "slug": "wijekumar-et-al-2012-structure-strategy-4th-graders",
  "abstract": "Reading comprehension is a challenge for K-12 learners, especially with nonfiction texts. This paper reports on a large-scale randomized controlled efficacy trial with rural and suburban 4th-grade students using a web-based intelligent tutoring system (ITSS) to deliver explicit instruction in the structure strategy. Results showed statistically significant improvements on standardized and researcher-designed reading comprehension measures.",
  "publication_date": "2012-06-26",
  "erct_level": 1,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "Quotes from the paper directly show that random assignment to intervention or control occurred at the classroom (teacher) level: “One hundred and thirty-one teachers’ classrooms were randomly assigned to experimental conditions (ITSS and control) within schools.” and “Within each participating school, all grade 4 teachers’ classrooms were randomly assigned…” This is clear evidence that entire classes served as the unit of randomisation, rather than assigning individual students within a classroom. Randomising at the classroom level avoids contamination of control students by intervention students seated together. This satisfies Class-level RCT, especially since the assignment was at the teacher/class level or stronger. \n\nParagraph 2: The authors explicitly mention that they grouped schools with similar characteristics only if a school did not have enough classrooms. Hence, the essential randomisation unit was still the whole classroom, not individual students or small groups. There is no mention that the intervention was a personal one-to-one tutoring add-on for only some students; rather, entire classes were assigned to ITSS or to control conditions. \n\nParagraph 3: Because the entire class was allocated, the C (Class-level RCT) requirement is fully met. This design also aligns with typical classroom-based experiments in which each teacher consistently implements the same approach with all students in that class.\n",
      "met": true,
      "explanation": "They randomly assigned entire 4th-grade classrooms (teachers) within each school rather than splitting students within a single class.",
      "quote": "“One hundred and thirty-one teachers’ classrooms were randomly assigned to experimental conditions… within schools.” (Methods section)"
    },
    "e": {
      "analysis": "Paragraph 1: The paper documents the use of the Gray Silent Reading Test (GSRT) as the standardized measure of reading comprehension for both pre- and post-tests: “…the GSRT (Wiederholt and Blalock 2000) form B was administered at pretest and Form A was administered at post-test.” Because the GSRT is widely recognized and commercially published, it counts as a standardized, exam-based assessment. \n\nParagraph 2: In addition, the researchers developed experimenter-designed measures focusing on text structures such as problem-solution and comparison. Although these extra measures were custom-made, the presence of the GSRT means the study does use a recognized standardized exam. \n\nParagraph 3: Consequently, the E (Exam-based Assessment) criterion is satisfied. The authors explicitly describe the GSRT as a standardized test that was administered in large group sessions.\n",
      "met": true,
      "explanation": "They employed the Gray Silent Reading Test, a well-known standardized reading exam, alongside other measures.",
      "quote": "“…the GSRT (Wiederholt and Blalock 2000) … was administered at pretest and post-test.” (Methods section)"
    },
    "t": {
      "analysis": "Paragraph 1: The ERCT standard requires that the intervention last at least one full academic term (3–4 months). According to the paper, “students used the ITSS software for 6–7 months and then completed the post tests.” \n\nParagraph 2: The authors note, “This research study is also the largest scale randomized controlled trial … we report on statistically significant findings from a large scale randomized controlled trial with rural and suburban 4th-grade students using ITSS… for 6–7 months.” The 6–7 months of usage for the ITSS intervention clearly exceeds a typical 3–4 month academic term. \n\nParagraph 3: Hence, T (Term duration) is satisfied, as the study indicates ongoing usage across a substantial portion of the school year, well beyond a single term.\n",
      "met": true,
      "explanation": "The intervention spanned approximately 6–7 months, exceeding a typical 3–4 month academic term.",
      "quote": "“…students used the ITSS software for 6–7 months and then completed the post tests.” (Methods section)"
    },
    "d": {
      "analysis": "Paragraph 1: For D (Documented Control Group), the standard requires clear description of control participants’ demographics, baseline performance, and the condition they experienced. The authors state: “The random assignment produced two groups that did not differ significantly on a pre-intervention measure of reading comprehension… or other characteristics.” This shows the authors compared the control group baseline with the treatment group. \n\nParagraph 2: The paper indicates that in the control condition, teachers “continued using the same language arts curriculum,” emphasizing that the only distinction was the use of ITSS by the intervention group. Additionally, “Total time for daily and weekly language arts instruction was to be identical for both the intervention and control classrooms.” \n\nParagraph 3: The authors also provide numeric details on the control group in tables, referencing pretest means and standard deviations on the GSRT. This indicates the control group is well described and documented. Thus, D is met.\n",
      "met": true,
      "explanation": "They clearly report baseline equivalence, pretest comparisons, and standard language arts usage for the control group.",
      "quote": "“Within each participating school, all grade 4 teachers’ classrooms were randomly assigned … The random assignment produced two groups that did not differ significantly…” (Methods section)"
    },
    "s": {
      "analysis": "Paragraph 1: To satisfy the S (School-level RCT) criterion, entire schools should be randomly assigned to intervention vs. control. In this study, they randomly assigned classrooms (teachers) within schools: “Within each participating school, all grade 4 teachers’ classrooms were randomly assigned…” \n\nParagraph 2: This is not randomization at the whole-school level. The researchers explicitly point out that they needed to keep the same school’s curriculum consistent, but the random assignment was at the classroom level only. \n\nParagraph 3: Consequently, because randomization happened at the classroom (teacher) level rather than among schools, the requirement for S is not met.\n",
      "met": false,
      "explanation": "They did teacher-level randomization within schools, not full school-level assignment.",
      "quote": "“…classrooms were randomly assigned to experimental conditions…within schools.” (Methods section)"
    },
    "a": {
      "analysis": "Paragraph 1: A (AllExams) requires the study to measure outcomes in all main subjects with standardized exams, thus evaluating potential negative effects on other areas. This paper focuses on reading comprehension only. \n\nParagraph 2: As the authors put it, “The primary research question… do 4th grade classrooms using ITSS outperform control classrooms on standardized and researcher designed measures of reading comprehension?” They never mention math or science or any other subject being assessed. \n\nParagraph 3: Hence, the requirement for assessing all major subjects is not fulfilled, as the study strictly examines reading comprehension and does not track other subject areas or all-subject exam results.\n",
      "met": false,
      "explanation": "They only tested students in reading and did not measure other subjects’ outcomes (e.g. math, science).",
      "quote": "“…the primary research question… focuses on reading comprehension measures only…” (Introduction and Methods sections)"
    },
    "y": {
      "analysis": "Paragraph 1: The Y (Year Duration) criterion requires a minimum one-year intervention. The study states that the intervention lasted “6–7 months.” This is shorter than a full academic year (often 9–10 months). \n\nParagraph 2: The authors do note that some earlier or later pilot studies used year-long interventions, but for this trial with 4th graders, “students used the ITSS software for 6–7 months.” \n\nParagraph 3: Because it does not span a full year, Y is not satisfied.\n",
      "met": false,
      "explanation": "The intervention ran for about 6–7 months, not the full academic year.",
      "quote": "“…used the ITSS software for 6–7 months and then completed the post tests.” (Methods section)"
    },
    "b": {
      "analysis": "Paragraph 1: To meet B (Balanced Control Group), any extra budget/time/resources provided to the treatment group should also be allocated to the control group to isolate the effect of the intervention itself rather than additional resources.\n\nParagraph 2: The intervention group received a web-based tutoring system (ITSS) for one class period each week (30–45 min). The paper indicates, “Total time for daily and weekly language arts instruction was to be identical for both the intervention and control classrooms,” but the control group did not receive an alternative tool, technology, or the same new resources. \n\nParagraph 3: Although the total instructional time was the same, the ITSS group clearly had access to specialized software not mirrored by an equivalent resource or budget for the control group. The text does not mention offering the control group any parallel resource, funding, or professional development. Therefore, B is not met.\n",
      "met": false,
      "explanation": "They did not allocate equivalent resources or tools to control classrooms; the intervention group had exclusive access to the ITSS system.",
      "quote": "“…the control group continued using the same language arts curriculum… while the ITSS group used the web-based tutoring system for 30–45 min weekly.” (Methods section)"
    },
    "g": {
      "analysis": "Paragraph 1: The G (Graduation Tracking) criterion requires following participants through to graduation from their current school level. In 4th grade, that would typically mean tracking outcomes until the end of elementary school or at least finishing 4th grade in a culminating sense. \n\nParagraph 2: Instead, this paper describes only short-term post-tests after about 6–7 months: “After … 6–7 months … students completed post tests.” The authors do not mention following the students into 5th grade or collecting any graduation-level data (e.g., end of elementary school). \n\nParagraph 3: Therefore, G is not met because the study measurements did not continue until graduation from the current school level.\n",
      "met": false,
      "explanation": "They only measured short-term outcomes after 6–7 months, without tracking participants until 4th-grade graduation or beyond.",
      "quote": "“Finally, we report on statistically significant findings from a large scale randomized controlled efficacy trial … after 6–7 months…” (Abstract & Methods)"
    },
    "r": {
      "analysis": "Paragraph 1: R (Reproduced) requires a fully independent replication by a different research team in a different setting. The paper references other structure strategy research, but these are not described as wholly independent replications with different investigators. \n\nParagraph 2: The authors indicate new cohorts or earlier pilot studies (e.g., “Meyer et al. 2010”), but these revolve around the same or overlapping teams involved in developing the structure strategy approach. \n\nParagraph 3: No mention is made of a separate research group implementing the same intervention in a different location. Therefore, R is not met.\n",
      "met": false,
      "explanation": "No independent, external replication is described; references to earlier studies involve overlapping teams or pilot data, not a distinct research group.",
      "quote": "“This is the first extension of the structure strategy to 4th grade… the largest randomized controlled trial to date…” (Introduction/Discussion)"
    },
    "i": {
      "analysis": "Paragraph 1: For I (Independent Conduct), the study must be conducted by a team that is not the originator or promoter of the intervention. The text clarifies that the authors are the main developers or co-developers of the ITSS system: “This project focused on the delivery of the structure strategy using a web-based intelligent tutoring system (ITSS) … we present the design…” \n\nParagraph 2: While the paper states there is no direct financial interest for the authors, the same team designed ITSS and conducted the study. This does not fulfill the independence requirement, which would demand a disinterested external party to oversee or carry out the RCT. \n\nParagraph 3: Consequently, I is not met because the same authors created, managed, and tested the system.\n",
      "met": false,
      "explanation": "The intervention developers themselves led and carried out the trial without an external evaluation team.",
      "quote": "“…the delivery of the structure strategy using a web-based intelligent tutoring system (ITSS) that has the potential… We report on statistically significant findings…” (Abstract/Introduction)"
    },
    "p": {
      "analysis": "Paragraph 1: P (Pre-Registered) requires a formal study protocol registered before data collection (e.g., on ClinicalTrials.gov or an equivalent platform). \n\nParagraph 2: The paper does not mention any pre-registration or prospective registration. The standard discussion about methods and random assignment does not reference an official pre-registration. \n\nParagraph 3: Therefore, the P criterion is not met, as no link or statement about pre-registration is provided.\n",
      "met": false,
      "explanation": "No mention is made of a pre-registration plan or publicly accessible protocol prior to data collection.",
      "quote": null
    }
  }
}
