{
  "title": "Replicability of sight word training and phonics training in poor readers: a randomised controlled trial",
  "authors": "G McArthur, S Kohnen, K Jones, P Eve, E Banales, L Larsen and A Castles",
  "url": "https://doi.org/10.7717/peerj.922",
  "slug": "mcarthur-et-al-2015-sight-word-phonics-rct",
  "abstract": "Given the importance of effective treatments for children with reading impairment, paired with growing concern about the lack of scientific replication in psychological science, the authors used a randomised controlled trial (RCT) to test replicability of previously reported large effects of sight word and phonics training in poor readers. Participants aged 7–12 were allocated to either phonics-then-sight word training or sight word-then-phonics training, with an 8-week no-training period as a within-subjects control. Findings indicated large, valid training effects on multiple reading measures, generally replicating prior work. This paper underscores that specific sight word training and phonics training both significantly benefit poor readers. The study calls for further RCTs comparing these approaches to a parallel untrained or alternative-trained control group to better isolate non-training gains.",
  "publication_date": "2015-05-05",
  "erct_level": 1,
  "rct": true,
  "criteria": {
    "c": {
      "analysis": "This paper clearly states it is a randomised trial at the individual (student) level, using what the authors call ‘minimisation randomization’ for assigning children into two groups. The standard’s “C - Class-level RCT” criterion typically requires entire classes or schools to be randomised to avoid contamination. However, the standard provides an exception if the intervention is targeted personal tutoring or one-to-one teaching, meaning student-level randomisation can still satisfy ‘C’ if the intervention is individually delivered.\n\nThroughout the Methods section, the authors describe how children were individually allocated: “Children were allocated to groups using minimisation randomization… balanced 1:1…” (Materials and Methods). The training itself—both the sight word and phonics programs—was implemented individually in each child’s home. The paper clarifies that each participant “was asked to do five 30-minute sessions per week for 8 weeks…” on their own.\n\nBecause this study uses an explicitly individual-level design and the activities are carried out privately (i.e., personal, computer-based training in the child’s home), the contamination risk that typically arises when students are randomised within a shared classroom is strongly mitigated. The standard’s exception language states that if an intervention is designed for individualized or “personal tutoring,” the class-level requirement can be relaxed, and the study qualifies as meeting the “C” criterion.\n",
      "met": true,
      "explanation": "Although the randomisation was not at the class level, the study focused on individualized, at-home interventions, which meets the exception clause for personal teaching/tutoring.",
      "quote": "“Children were allocated to groups using minimisation randomization (balanced 1:1)... All training was done online at home.” (Materials and Methods)"
    },
    "e": {
      "analysis": "The paper uses multiple standardised tests to measure reading outcomes. For instance, the authors administered the Test of Word Reading Efficiency (TOWRE), which is widely recognised, and the Castles and Coltheart 2 (CC2) reading test (Castles et al., 2009). They also used the Test of Everyday Reading Comprehension (TERC). Each of these assessments is either a well-known standardized measure or a previously validated assessment with published norms.\n\nThe relevant quotes appear throughout the Methods and Results sections, for example: “We indexed nonword reading fluency using the Test of Word Reading Efficiency (TOWRE) … a child was asked to read as many nonwords as possible in 45 s.” Similarly, “The CC2 comprises 40 nonwords, 40 irregular words, and 40 regular words… Scores were z scores….” The explicit mention of recognized external tests underlines that the study did not rely on a brand-new, custom-made instrument solely aligned to this specific intervention.\n\nUsing such standardized, externally developed measures ensures objectivity and comparability. Hence, the criterion “E - Exam-based assessment” is met because the authors rely on recognized reading tests (e.g., TOWRE) and a well-documented reading battery (CC2) rather than a bespoke tool only validated within this study.\n",
      "met": true,
      "explanation": "They employed standardized exams such as the TOWRE and CC2 for reading, which satisfies the standard exam-based assessment requirement.",
      "quote": "“We indexed nonword reading fluency using the Test of Word Reading Efficiency (TOWRE)... A child was asked to read as many nonwords as possible in 45 s.” (Methods)"
    },
    "t": {
      "analysis": "The “T - Term Duration” criterion requires an intervention lasting at least one academic term (usually 3–4 months). In this paper, each group received 16 weeks of active training in total: an 8-week block of one treatment (phonics or sight word), immediately followed by an 8-week block of the other. The authors explicitly indicate: “One group did 8 weeks of phonics training…and then 8 weeks of sight word training… A second group did the reverse order of training.”\n\nSince the entire study from the start of training to the end lasted 16 weeks of instruction for each participant, that amounts to roughly four months of training interventions (not counting the initial 8-week no-training period). The authors state it took about six months overall for a child to complete the protocol, including the 8-week waiting phase plus 16 weeks of training.\n\nAlthough the design breaks the training into two consecutive 8-week phases (one for phonics and one for sight word), the overall duration of 16 weeks for the full intervention meets the typical 3–4-month threshold. Consequently, the study meets the “Term Duration” requirement.\n",
      "met": true,
      "explanation": "They delivered 16 consecutive weeks of active reading training, meeting the approximate 3–4-month term threshold.",
      "quote": "“It took 6 months for a child to complete the study… [which included] 8 weeks no training, 8 weeks phonics training (or sight word training), then 8 weeks of the other training.” (Methods)"
    },
    "d": {
      "analysis": "The “D - Documented Control Group” criterion requires detailed demographic and baseline information about the control group, ensuring we can compare them properly to the intervention group. In typical parallel-group RCTs, a separate group receives no or ‘business as usual’ treatment. In this paper, however, the authors created a within-subject control phase (8 weeks of ‘no training’) for each participant, measuring T1 to T2 as a baseline of test–retest or maturational gains.\n\nFrom the perspective of the ERCT standard, the key question is whether the control condition—this 8-week no-training period—was sufficiently documented and described. The authors do provide demographic details and baseline reading scores in Table 2. They also describe precisely that during these 8 weeks, “children did no training” beyond continuing their usual schooling at home or in class, with no special new reading intervention introduced. Hence, we do see a thorough description of participants’ baseline reading, their IQ, age, and other relevant data that would typically be used to check equivalence. Although it is not a typical parallel-group design, the authors still meticulously tracked and reported each child’s performance over that no-training window.\n\nSince the paper clarifies that the same children served as their own controls, listing in detail how many eventually stayed or dropped out, how they measured baseline performance, and how the no-training period fit into the design, we do have a sufficiently documented ‘control condition.’ That satisfies the criterion: the control group (albeit within-subject) is fully described with demographic and outcome baselines.\n",
      "met": true,
      "explanation": "They used a within-subject no-training phase to index gains unrelated to the interventions and provided full baseline and demographic details for those participants in that control period.",
      "quote": "“After 8 weeks of no training, they returned to do the outcome measures (Test 2) to index ‘non-treatment gains’… [We documented] T1–T2 changes in reading measures.” (Methods)"
    },
    "s": {
      "analysis": "Level 2’s ‘S - School-level RCT’ demands that entire schools, rather than individual classes (or students), be randomly assigned. This paper does not assign schools or classes. Instead, it states: “Children were allocated to groups using minimisation randomization… We used a randomised controlled trial (RCT) design.”\n\nBecause the randomisation is on individual children, not entire schools, the design does not fulfill the stronger requirement of randomising entire schools. This is confirmed by repeated references to each participant being individually assigned one of two training orders.\n\nHence, this paper does not meet the S criterion for a higher-level (school-wide) randomisation.\n",
      "met": false,
      "explanation": "They randomised individual children rather than assigning entire schools, so the stronger school-level randomisation criterion is not satisfied.",
      "quote": "“Children were allocated to groups using minimisation randomization (balanced 1:1) for age… They were individually assigned.” (Methods)"
    },
    "a": {
      "analysis": "The “A - AllExams” criterion requires measuring impact across all main subjects taught in school (e.g., reading, math, science, etc.), or at least a rationale if the intervention is very specialized. This design solely focuses on reading outcomes: reading fluency, reading accuracy (irregular words, nonwords), and reading comprehension. There is no indication that they assessed mathematics or any other core subjects.\n\nWhile the paper does mention the advantage of replicating reading improvements, it does not provide any data about other subject areas. The entire study concerns reading interventions (phonics vs. sight words), so only reading performance was tracked. Because they did not measure whether the intervention might affect other subjects, the “AllExams” requirement is not met.\n",
      "met": false,
      "explanation": "They focused exclusively on reading outcomes, without evaluating other school subjects.",
      "quote": "“We used the Test of Word Reading Efficiency (TOWRE) … The CC2 reading test … No mention of other academic subjects.” (Methods)"
    },
    "y": {
      "analysis": "The ‘Y - Year Duration’ criterion requires that the intervention last at least one full academic year, typically 9–10 months of active implementation. In the paper, each group completed 16 total weeks of training (8 weeks phonics + 8 weeks sight word) over roughly 6 calendar months, including an 8-week no-training period.\n\nThis timeframe is significantly shorter than a typical full academic year. The authors explicitly mention a 6-month overall window, with 16 weeks being the total training time. While that does meet the shorter ‘Term Duration’ criterion, it does not reach an entire school-year timescale.\n\nHence, the study does not meet Y, because it did not continue the intervention for a full academic year.\n",
      "met": false,
      "explanation": "They conducted two consecutive 8-week interventions (total 16 weeks), which is less than a full school year.",
      "quote": "“Since it took 6 months… 8 weeks no training, 8 weeks of phonics, 8 weeks of sight word training…” (Methods)"
    },
    "b": {
      "analysis": "The “B - Balanced Control Group” criterion at Level 2 requires that any additional time or budget given to the intervention group must also be matched in the control group, purely for ‘business-as-usual’ activities, to ensure that any benefit is not just due to extra resources. In this paper, there is no parallel group receiving a matched budget or matched time in an alternative activity. Instead, each child experiences a no-training period as their own control, followed by the 16 weeks of reading training.\n\nSince the design is not a typical parallel two-arm or three-arm approach, there is no direct mention of balancing budgets or additional resources for a separate control group. Each participant, when not training, simply has no extra resources or staff allocated. Furthermore, for the intervention phases, the children received access to the Literacy Planet materials and time on those programs. None of this was mirrored with an equivalent resource/time injection for the control condition.\n\nHence, the Balanced Control Group requirement is not satisfied, as no matched resources/time were provided to a parallel group.\n",
      "met": false,
      "explanation": "Although they did track a no-training period, they did not balance any extra time/budget for the control condition, as required for B.",
      "quote": "“Children were asked to do five 30-minute sessions per week… The control period involved no training, with no mention of matching extra resources.” (Methods)"
    },
    "g": {
      "analysis": "The “G - Graduation Tracking” criterion requires that the researchers monitor participants’ progress all the way through their graduation from their current school level (e.g., end of primary school). This paper follows each child for about 6 months total, from pre-training through 16 weeks of reading intervention, but does not track them beyond that. There is no mention that the participants were followed up until they finished primary or secondary schooling.\n\nThe authors explain the main outcome measures at the end of 8 weeks of no training, 8 weeks of the first training, and 8 weeks of the second training. The study concluded once post-tests were done. They do not provide any long-term data on whether reading progress persisted or impacted final graduation outcomes.\n\nHence, G is not met, as they did not track participants until graduation.\n",
      "met": false,
      "explanation": "They stopped outcome measurement after 16 weeks of training and did not track students through the end of their school level.",
      "quote": "“Since it took 6 months… the last child completed the last test session (Test 4) in December 2013.” (Methods)"
    },
    "r": {
      "analysis": "The “R - Reproduced” criterion calls for an independent replication by a different research team in a different context. While the authors mention that this study is itself a replication of McArthur et al. (2013a), it is essentially the same core research group seeking to confirm their earlier quasi-randomised findings with an RCT. To fulfill “R,” an external, separate team must replicate the study.\n\nThe authors do not provide any references to a fully external replication. Instead, they highlight how they “closely replicated the methods of McArthur et al.” from their own prior research. This is indeed a valuable internal replication, but not the type of external, separate-lab replication that would satisfy the criterion.\n\nHence, the study does not meet “R” because it has not been replicated by an independent research group.\n",
      "met": false,
      "explanation": "Though it replicates prior work by largely the same team, no external research group replicated the results in a separate study.",
      "quote": "“We used randomised controlled trial… to replicate a quasi-randomised trial of sight word and phonics training...” (Introduction)"
    },
    "i": {
      "analysis": "The “I - Independent Conduct” criterion requires that the study be carried out by people not involved in designing the intervention, or at least under an independent third-party oversight. In this paper, the main authors did partner with Literacy Planet (a commercial platform) for the training software, but the text does not describe an external evaluator entirely separate from the authors’ group. The authors themselves orchestrated the design, randomisation, data collection, and analysis.\n\nUnlike some trials where an independent agency runs the implementation, the entire project here seems to be carried out by the Macquarie University team who also conceptualized the study. There is no mention that the authors had no connection to the interventions—indeed, they designed or selected them and also tested them.\n\nHence, we do not see strong evidence of independence. The same team that set up the trial also analyzed it, so “I” is not met.\n",
      "met": false,
      "explanation": "There is no indication that an external, independent team conducted or oversaw the study apart from the authors who designed the training approach.",
      "quote": "“We would like to thank all the children and parents… We would like to thank Shane Davis… and all the people at Literacy Planet… [Researchers from Macquarie University] provided the design and analysis.” (Acknowledgments)"
    },
    "p": {
      "analysis": "The “P - Pre-Registered” criterion requires an officially recorded pre-registration of hypotheses and methods prior to data collection. The authors explicitly mention: “This trial is registered with the Australian New Zealand Clinical Trials Registry (ANZCTR; 12608000454370).” The Methods section also notes that data collection occurred from 2011 to 2013, and the trial was apparently enrolled at ANZCTR prior to or during that period.\n\nFormal mention of an ANZCTR registration ID strongly suggests the study was declared in a recognized registry, consistent with accepted standards of pre-registration. The authors do not specifically show the date on which they registered it, but they treat it as a prospective trial registration.\n\nHence, the presence of a recognized registry number meets “P” unless proven otherwise. Therefore, the paper satisfies pre-registration.\n",
      "met": true,
      "explanation": "They state their ANZCTR registration (12608000454370), indicating formal pre-registration.",
      "quote": "“This trial is registered with the Australian New Zealand Clinical Trials Registry (ANZCTR; 12608000454370).” (Methods)"
    }
  }
}
